{
  "title": "Complete Feminine Archetypes - Fully Extended",
  "version": "2.0",
  "description": "Comprehensive feminine archetype reference with complete extended content for all 23 archetypes",
  "groups": [
    {
      "name": "Maiden",
      "slug": "maiden",
      "summary": "Innocence, beginning; task = discernment & choice",
      "essence": "Freshness, trust, openness to life; learning discernment and choice.",
      "items": [
        {
          "name": "Maiden",
          "slug": "maiden",
          "qualities": [
            "new beginnings"
          ],
          "gifts": "Freshness, trust, openness to life.",
          "growthPath": "Learn to choose and to say no; cultivate street-wise innocence.",
          "practices": [
            "\"Green/Yellow/Red\" body signals journal",
            "Consent practice in everyday choices"
          ],
          "extended": {
            "mature": {
              "title": "Mature Maiden",
              "paragraphs": [
                "The Mature Maiden embodies the essence of new beginnings, fresh perspective, and innocent wisdom. She represents the capacity to approach life with wonder and openness while maintaining discernment and healthy boundaries. The Maiden is the part of the feminine that never loses touch with possibility and hope.",
                "She carries the gift of beginner's mind, seeing opportunities where others see obstacles, and maintaining trust in life's goodness while learning to navigate its complexities. The Maiden teaches us that innocence is not naivety—it is conscious choice to remain open-hearted despite life's challenges."
              ]
            },
            "declarations": [
              "I approach each day with fresh eyes and an open heart",
              "I trust my intuition while developing wise discernment",
              "I say yes to growth and no to what diminishes me",
              "I am worthy of protection and gentle guidance",
              "I embrace new beginnings with courage and excitement",
              "I maintain my sense of wonder while learning life's lessons",
              "I choose to see possibilities in every situation",
              "I trust the process of my own unfolding",
              "I deserve relationships that honor my innocence and growth",
              "I am both vulnerable and strong, soft and discerning"
            ],
            "balance": {
              "balance": "Mature Maiden",
              "shadow": "Manipulative Maiden ←→ Fragile Maiden",
              "powerAnimals": "Doe, Butterfly, Young Swan",
              "qualities": "Fresh, Trusting, Open, Discerning, Hopeful, Curious, Innocent, Growing, Gentle, Brave"
            },
            "shadows": [
              {
                "name": "Manipulative Maiden",
                "type": "active",
                "description": "Uses apparent innocence and naivety to manipulate others, playing the helpless or pure one to get needs met without taking responsibility.",
                "declarations": [
                  "I can't help being this way, it's just who I am",
                  "People should take care of me because I'm innocent",
                  "I don't understand why people get upset with me",
                  "I need others to make decisions for me",
                  "It's not my fault things go wrong around me"
                ],
                "balancing": [
                  "Practice taking responsibility for your choices and their consequences",
                  "Develop genuine decision-making skills rather than relying on others",
                  "Learn to ask directly for what you need instead of manipulating",
                  "Cultivate authentic innocence rather than performed helplessness",
                  "Build real skills and competencies to increase genuine confidence"
                ],
                "gift": "The gift of this shadow is learning to distinguish between healthy vulnerability and manipulative helplessness, developing authentic power that doesn't depend on others' rescue fantasies.",
                "outOfBalance": "Coy manipulation, fake helplessness, refusing responsibility, using charm to avoid consequences, emotional manipulation through apparent fragility"
              },
              {
                "name": "Fragile Maiden",
                "type": "passive",
                "description": "Overwhelmed by life's complexities, unable to develop healthy boundaries or discernment, remaining stuck in actual helplessness and victimhood.",
                "declarations": [
                  "The world is too harsh and dangerous for me",
                  "I can't handle difficult situations or people",
                  "Everyone else seems to know things I don't know",
                  "I need constant protection and guidance",
                  "I'm too sensitive for this world"
                ],
                "balancing": [
                  "Gradually build confidence through small successes and achievements",
                  "Practice setting tiny boundaries and honoring them",
                  "Develop a support network that encourages your growth",
                  "Learn practical life skills that increase your sense of competence",
                  "Challenge catastrophic thinking with evidence-based reality checking"
                ],
                "gift": "The gift of this shadow is developing genuine strength through acknowledging real vulnerabilities, learning that true protection comes from building inner resilience alongside outer support.",
                "outOfBalance": "Chronic victimhood, inability to make decisions, overwhelming sensitivity, learned helplessness, avoiding growth challenges"
              }
            ],
            "virtues": [
              {
                "title": "Sacred Innocence",
                "quote": "In every adult there lurks a child— an eternal child, something that is always becoming, is never completed, and calls for unceasing care, attention, and education. - Carl Jung",
                "paragraphs": [
                  "Sacred innocence is the Maiden's greatest treasure—the ability to remain open to wonder, possibility, and growth regardless of past wounds or disappointments. This is not naivety or ignorance, but a conscious choice to maintain beginner's mind and trust in life's essential goodness.",
                  "The woman who cultivates sacred innocence understands that cynicism is not wisdom but a defense against disappointment. She learns discernment while refusing to let past hurts close her heart to future possibilities. She knows that maintaining innocence requires great courage in a world that often rewards jadedness."
                ]
              }
            ]
          }
        },
        {
          "name": "Adventurer / Storm (Tempest)",
          "slug": "adventurer-storm-tempest",
          "qualities": [
            "freedom",
            "risk"
          ],
          "gifts": "Range, exploration, risk intelligence.",
          "growthPath": "Take calculated risks; explore with wisdom.",
          "practices": [
            "Risk ladder (tinyâsmallâmedium)",
            "Debrief the nervous system after pushes"
          ],
          "extended": {
            "mature": {
              "title": "Mature Adventurer/Storm Goddess",
              "paragraphs": [
                "The Mature Adventurer embodies the wild, untamed feminine spirit that seeks freedom, exploration, and authentic experience. Like the storm goddess Tempest, she brings the power of change, movement, and breaking through stagnation. She is the force that refuses to be contained by convention or limitation.",
                "She understands that true freedom comes not from reckless abandon but from conscious choice and calculated risk. The Adventurer teaches us to trust our restless spirit while developing the wisdom to channel it constructively. She shows us that wildness and wisdom can coexist."
              ]
            },
            "declarations": [
              "I trust my wild nature while developing wise judgment",
              "I take calculated risks that align with my highest good",
              "I break free from limitations that no longer serve me",
              "I explore new territories within and without",
              "I embrace change as a natural part of growth",
              "I honor my need for freedom while maintaining meaningful connections",
              "I am comfortable with uncertainty and the unknown",
              "I follow my authentic path even when others don't understand",
              "I channel my restless energy into purposeful action",
              "I am both storm and calm, chaos and order"
            ],
            "balance": {
              "balance": "Mature Adventurer/Storm",
              "shadow": "Reckless Adventurer ←→ Stagnant Adventurer",
              "powerAnimals": "Wild Horse, Eagle, Dolphin",
              "qualities": "Free, Brave, Exploratory, Wild, Independent, Spontaneous, Adventurous, Untamed, Dynamic, Resilient"
            },
            "shadows": [
              {
                "name": "Reckless Adventurer",
                "type": "active",
                "description": "Pursues freedom and adventure without regard for consequences, relationships, or responsibilities, often leaving destruction in her wake.",
                "balancing": [
                  "Pause before major decisions to consider long-term consequences",
                  "Develop a practice of checking in with trusted advisors before big risks",
                  "Learn to channel restless energy through structured adventure",
                  "Practice commitment in small ways to build capacity for larger responsibilities",
                  "Explore the difference between freedom and escapism"
                ]
              },
              {
                "name": "Stagnant Adventurer",
                "type": "passive",
                "description": "Suppresses the wild, adventurous spirit out of fear, conformity, or over-responsibility, leading to depression and resentment.",
                "balancing": [
                  "Start with small adventures and gradually increase the stakes",
                  "Schedule regular time for spontaneous activities",
                  "Connect with nature to reawaken your wild spirit",
                  "Challenge limiting beliefs about what's 'appropriate' or 'safe'",
                  "Find mentors who embody healthy wildness"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Wildness",
                "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion. - Albert Camus",
                "paragraphs": [
                  "Sacred wildness represents the Adventurer's core gift—the refusal to be domesticated by forces that would diminish the human spirit. This wildness is not chaos but authentic aliveness, the untamed aspect of nature that exists within every woman.",
                  "The woman who embraces sacred wildness knows that some part of her must always remain untouchable by society's expectations. She maintains connection to her primal instincts and natural rhythms while learning to express them in ways that serve rather than destroy."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Visionary / Oracle",
          "slug": "young-visionary-oracle",
          "qualities": [
            "early intuitive gifts"
          ],
          "gifts": "Intuition, guidance by cycles, long view (early-phase).",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "mature": {
              "title": "Mature Visionary/Oracle",
              "paragraphs": [
                "The Mature Visionary embodies prophetic sight and intuitive wisdom, able to perceive beyond the veil of current reality into potential futures. Like the ancient oracles, she serves as a bridge between the seen and unseen worlds, translating divine inspiration into earthly guidance.",
                "She understands that true prophecy serves not the ego but the collective good. The Visionary learns to ground her insights in practical action while maintaining connection to the mystical source of her knowing. She teaches us to trust our inner vision while staying rooted in reality."
              ]
            },
            "declarations": [
              "I trust my inner knowing and prophetic gifts",
              "I ground my visions in practical, achievable steps",
              "I serve as a bridge between the mystical and practical",
              "I share my insights with humility and wisdom",
              "I honor both my visionary nature and my human limitations",
              "I use my gifts to serve the highest good of all",
              "I remain open to divine guidance while taking responsible action",
              "I translate inspiration into manifestation",
              "I balance visionary sight with practical wisdom",
              "I am a clear channel for divine truth and love"
            ],
            "balance": {
              "balance": "Mature Visionary/Oracle",
              "shadow": "Fanatic Visionary ←→ Disconnected Visionary",
              "powerAnimals": "Raven, Owl, Snake",
              "qualities": "Intuitive, Prophetic, Wise, Mystical, Grounded, Visionary, Perceptive, Inspired, Humble, Clear"
            },
            "shadows": [
              {
                "name": "Fanatic Visionary",
                "type": "active",
                "description": "Becomes rigidly attached to visions and predictions, losing humility and becoming dogmatic about spiritual insights.",
                "balancing": [
                  "Practice intellectual humility about your interpretations",
                  "Seek feedback from grounded, trustworthy advisors",
                  "Remember that visions show possibilities, not certainties",
                  "Stay connected to your humanity and fallibility",
                  "Balance mystical practices with practical activities"
                ]
              },
              {
                "name": "Disconnected Visionary",
                "type": "passive",
                "description": "Retreats into fantasy and imagination, losing connection to practical reality and the ability to manifest visions.",
                "balancing": [
                  "Create daily practices that ground you in physical reality",
                  "Break large visions into concrete, actionable steps",
                  "Seek mentors who can help you manifest your ideas",
                  "Practice translating insights into practical language",
                  "Engage with the material world through service or creativity"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Prophetic Wisdom",
                "quote": "The future is not some place we are going to, but one we are creating. The paths are not to be found, but made. - John Schaar",
                "paragraphs": [
                  "Prophetic wisdom represents the Visionary's sacred responsibility—to see not just what is, but what could be, and to help birth new possibilities into reality. This gift requires great discernment between ego projection and divine inspiration.",
                  "The woman who develops prophetic wisdom learns to hold her visions lightly while working toward them diligently. She understands that prophecy is not about predicting a fixed future but about perceiving the seeds of potential and helping them grow."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Lover / Creatrix",
      "slug": "lover-creatrix",
      "summary": "Embodiment, pleasure, art; task = own desire & healthy reciprocity",
      "essence": "Connection, sensuality, nurture, beauty, birth of life and culture.",
      "items": [
        {
          "name": "Sacred Lover / Love Goddess (Aphrodite, Hathor, Oshun)",
          "slug": "sacred-lover-love-goddess",
          "qualities": [
            "empowered sensuality"
          ],
          "gifts": "Erotic innocence, creativity, devotional play; intimacy as sacrament.",
          "growthPath": "Integrate desire with heart; honor both passion and boundaries.",
          "practices": [
            "5 senses ritual before difficult talks",
            "Desire inventory (own and name)"
          ],
          "extended": {
            "mature": {
              "title": "Mature Love Goddess",
              "paragraphs": [
                "The Mature Love Goddess embodies the divine feminine power of love, sensuality, and creative life force. She represents the celebration of beauty and pleasure, understanding that the body and its desires can be expressions of the sacred when approached with wisdom and integrity.",
                "The Love Goddess knows that love and creativity are not opposites of spirituality but complementary aspects of the same life force. She celebrates authentic connection and understands that her capacity to love and create beauty is a gift to be shared wisely."
              ]
            },
            "declarations": [
              "My body is sacred and deserves to be treated with respect and love",
              "I celebrate healthy pleasure as a pathway to joy and connection",
              "My capacity to love is infinite and transformative",
              "I create beauty and joy wherever I go",
              "I express my authentic self with confidence and grace",
              "I give and receive love freely and with healthy boundaries",
              "My creative energy flows from my connection to life force",
              "I honor both passion and tenderness in all my relationships",
              "I am worthy of love, joy, and beautiful experiences",
              "My love heals and transforms whatever it touches"
            ],
            "shadows": [
              {
                "name": "Addicted Lover",
                "description": [
                  "The Addicted Lover represents love and pleasure corrupted by compulsion and neediness. She seeks validation through relationships or experiences, often losing herself in the process and creating unhealthy dependencies."
                ],
                "balancing": [
                  "Develop a strong sense of self independent of relationships",
                  "Practice delayed gratification and mindful pleasure",
                  "Seek therapy to address underlying emotional wounds",
                  "Cultivate non-romantic sources of joy and fulfillment",
                  "Learn to sit with difficult emotions without seeking escape"
                ]
              },
              {
                "name": "Disconnected Lover",
                "description": [
                  "The Disconnected Lover represents the shutdown of love, pleasure, and creative life force. She has disconnected from her body, emotions, and capacity for joy, often due to trauma, shame, or cultural conditioning."
                ],
                "balancing": [
                  "Start with small pleasures like beautiful music or nature",
                  "Practice body-positive activities like gentle movement or massage",
                  "Work with a therapist to heal shame and trauma",
                  "Gradually open to giving and receiving appropriate affection",
                  "Explore creative expression as a pathway to reconnection"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Transformative Love",
                "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. - Lao Tzu",
                "paragraphs": [
                  "Transformative love represents the Love Goddess's greatest giftâthe ability to love in ways that heal, inspire, and create positive change. This goes beyond romantic love to include compassion, creativity, and the capacity to see beauty and potential in all things.",
                  "The woman who embodies transformative love knows that love is not just a feeling but a force for healing and growth. She loves with wisdom and boundaries, understanding that true love sometimes requires difficult conversations or letting go."
                ]
              }
            ]
          }
        },
        {
          "name": "Muse / Song Goddess (Saraswati)",
          "slug": "muse-song-goddess",
          "qualities": [
            "inspiration"
          ],
          "gifts": "Sparks expression in self/others.",
          "growthPath": "Inspire with responsibility; complete what you start.",
          "practices": [
            "\"One song a day\" micro-creation",
            "Finish-line dates"
          ],
          "extended": {
            "mature": {
              "title": "Mature Muse/Song Goddess",
              "paragraphs": [
                "The Mature Muse embodies divine inspiration and creative flow, like the Hindu goddess Saraswati who governs knowledge, music, and the arts. She is the spark that ignites creativity in herself and others, the channel through which beauty and wisdom flow into the world.",
                "She understands that inspiration is not just for artists but for all of life—every conversation, every project, every moment can be infused with creative energy when we remain open to the muse. She teaches us to be both vessel and creator."
              ]
            },
            "declarations": [
              "I am a clear channel for divine creativity and inspiration",
              "I trust the creative process and my role as both muse and creator",
              "I inspire others while honoring my own creative expression",
              "I balance spontaneous inspiration with disciplined practice",
              "I create beauty and meaning in everything I touch",
              "I honor the sacred source of all creativity",
              "I share my gifts generously while maintaining healthy boundaries",
              "I trust that inspiration flows through me when I remain open",
              "I am worthy of creative fulfillment and artistic expression",
              "I serve beauty, truth, and the evolution of consciousness"
            ],
            "balance": {
              "balance": "Mature Muse/Song Goddess",
              "shadow": "Chaotic Muse ←→ Blocked Muse",
              "powerAnimals": "Nightingale, Swan, Dragonfly",
              "qualities": "Inspiring, Creative, Flowing, Artistic, Expressive, Beautiful, Spontaneous, Intuitive, Gifted, Graceful"
            },
            "shadows": [
              {
                "name": "Chaotic Muse",
                "type": "active",
                "description": "Becomes scattered and unreliable, starting many projects but finishing few, inflaming passion without providing grounding or completion.",
                "balancing": [
                  "Practice finishing small creative projects before starting new ones",
                  "Develop systems for capturing and organizing inspiration",
                  "Learn to balance inspiration with discipline and structure",
                  "Take responsibility for the impact of your creative energy on others",
                  "Create boundaries around your availability and creative time"
                ]
              },
              {
                "name": "Blocked Muse",
                "type": "passive",
                "description": "Disconnected from creative source, unable to access inspiration or express creativity, often due to perfectionism or fear of judgment.",
                "balancing": [
                  "Practice daily creative activities without attachment to outcome",
                  "Challenge perfectionist thoughts that block creative flow",
                  "Connect with other creative people who encourage expression",
                  "Explore different forms of creative expression to find your voice",
                  "Work with a therapist or coach to address underlying fears"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Divine Inspiration",
                "quote": "Inspiration exists, but it has to find you working. - Pablo Picasso",
                "paragraphs": [
                  "Divine inspiration represents the Muse's sacred gift—the ability to access and channel creative energy that flows from beyond the personal self. This is the source of all art, innovation, and beauty that enriches human life.",
                  "The woman who cultivates divine inspiration learns to show up consistently for her creative practice, creating conditions for inspiration to flow through her. She understands that she is not the source but the vessel, and this humility keeps her channel clear."
                ]
              }
            ]
          }
        },
        {
          "name": "Creatrix / Spider Weaver (Spider Woman)",
          "slug": "creatrix-spider-weaver",
          "qualities": [
            "births ideas & art"
          ],
          "gifts": "Weaves ideas, systems, art; births forms.",
          "growthPath": "Create boldly; ship imperfectly.",
          "practices": [
            "70% rule (publish at 70%)",
            "Two-week weave (startâshipâreflect)"
          ],
          "extended": {
            "mature": {
              "title": "Mature Creatrix/Spider Weaver",
              "paragraphs": [
                "The Mature Creatrix embodies the divine feminine power of creation and manifestation, like Spider Woman who weaves the web of life itself. She understands that creativity is not just about art but about bringing new realities into existence through conscious intention and skillful action.",
                "She is the master weaver who sees connections and patterns others miss, creating systems, relationships, and innovations that serve life. The Creatrix teaches us that we are all artists of our own existence, responsible for weaving beauty, meaning, and positive change into the world."
              ]
            },
            "declarations": [
              "I am a conscious creator, weaving beauty and meaning into existence",
              "I trust my creative process and honor both inspiration and discipline",
              "I see patterns and connections that serve the web of life",
              "I bring forth new realities through focused intention and action",
              "I balance perfectionism with the courage to create and share",
              "I am responsible for the quality of energy I weave into the world",
              "I create not just for myself but for the benefit of all life",
              "I trust that my creations serve a purpose beyond my understanding",
              "I am both artist and art, weaver and web",
              "I honor the sacred creative force that flows through me"
            ],
            "balance": {
              "balance": "Mature Creatrix/Spider Weaver",
              "shadow": "Perfectionist Creatrix ←→ Blocked Creatrix",
              "powerAnimals": "Spider, Weaver Bird, Bee",
              "qualities": "Creative, Skillful, Visionary, Precise, Innovative, Artistic, Focused, Productive, Inspiring, Masterful"
            },
            "shadows": [
              {
                "name": "Perfectionist Creatrix",
                "type": "active",
                "description": "Becomes obsessed with control and perfection, unable to release creations into the world, constantly revising and never completing.",
                "balancing": [
                  "Practice the 80% rule - share work when it's good enough rather than perfect",
                  "Set deadlines for projects and honor them regardless of perceived flaws",
                  "Remind yourself that done is better than perfect",
                  "Focus on progress over perfection in all creative endeavors",
                  "Learn to see 'mistakes' as part of the natural creative process"
                ]
              },
              {
                "name": "Blocked Creatrix",
                "type": "passive",
                "description": "Paralyzed by fear of failure or judgment, hoarding ideas and creative energy, unable to manifest visions into reality.",
                "balancing": [
                  "Start with small, low-stakes creative projects to build confidence",
                  "Create a regular practice of making something every day",
                  "Join supportive creative communities that encourage experimentation",
                  "Address underlying fears through therapy or coaching",
                  "Focus on the joy of creating rather than external validation"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Creation",
                "quote": "Every act of creation is first an act of destruction. - Pablo Picasso",
                "paragraphs": [
                  "Sacred creation represents the Creatrix's profound responsibility—to bring forth new life, beauty, and meaning while understanding that creation always involves transformation and sometimes destruction of old forms. This is the power to manifest dreams into reality.",
                  "The woman who embraces sacred creation knows that she participates in the ongoing creation of the universe. Every choice, every project, every relationship is an opportunity to weave something beautiful into existence. She creates with reverence for the creative force itself."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Healer / Priestess",
          "slug": "young-healer-priestess",
          "qualities": [
            "emerging healing gifts"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance.",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "mature": {
              "title": "Mature Healer/Priestess",
              "paragraphs": [
                "The Mature Healer embodies the sacred feminine gift of restoration and wholeness, serving as a bridge between the divine and human realms. She understands that true healing addresses not just symptoms but the whole person—body, mind, heart, and spirit.",
                "She knows that healing is ultimately about returning to wholeness, helping others remember their essential nature beyond wounds and conditioning. The Healer/Priestess teaches us that we all have the capacity to be channels of healing energy when we cultivate presence, compassion, and skilled means."
              ]
            },
            "declarations": [
              "I am a sacred vessel for healing energy and divine love",
              "I heal myself first so I can serve others from wholeness",
              "I maintain clear boundaries while offering compassionate presence",
              "I trust the healing wisdom that flows through me",
              "I serve healing without becoming attached to outcomes",
              "I honor both ancient wisdom and modern healing methods",
              "I create safe, sacred space for transformation and growth",
              "I practice self-care as a sacred responsibility",
              "I help others remember their own innate healing capacity",
              "I am both healer and student on the path of wholeness"
            ],
            "balance": {
              "balance": "Mature Healer/Priestess",
              "shadow": "Savior Healer ←→ Depleted Healer",
              "powerAnimals": "White Buffalo, Dolphin, Serpent",
              "qualities": "Healing, Compassionate, Wise, Sacred, Intuitive, Grounded, Skillful, Nurturing, Powerful, Humble"
            },
            "shadows": [
              {
                "name": "Savior Healer",
                "type": "active",
                "description": "Becomes overly involved in others' healing journeys, taking on their pain and trying to fix rather than facilitate their own healing process.",
                "balancing": [
                  "Remember that everyone has their own healing timeline and process",
                  "Practice emotional detachment while maintaining compassion",
                  "Focus on facilitating rather than controlling healing outcomes",
                  "Develop strong energetic boundaries and clearing practices",
                  "Seek supervision or mentoring to process difficult cases"
                ]
              },
              {
                "name": "Depleted Healer",
                "type": "passive",
                "description": "Gives so much to others that she becomes exhausted, resentful, and unable to maintain her own healing practice and well-being.",
                "balancing": [
                  "Establish non-negotiable self-care practices and honor them",
                  "Learn to say no to requests that would deplete your energy",
                  "Develop multiple sources of support and renewal",
                  "Practice receiving healing and support from others",
                  "Address any underlying beliefs about self-sacrifice"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Compassionate Presence",
                "quote": "The healer you have been looking for is your own courage to know and love yourself completely. - Yung Pueblo",
                "paragraphs": [
                  "Compassionate presence represents the Healer's most powerful tool—the ability to be fully present with another's pain without trying to fix or change it. This presence itself is healing, creating space for natural healing processes to unfold.",
                  "The woman who cultivates compassionate presence learns that healing happens not through doing but through being. She creates a quality of sacred space where others feel safe to experience and release what they've been carrying. Her presence becomes medicine."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Mother",
      "slug": "mother",
      "summary": "Nurture, protect, grow; task = love with boundaries",
      "essence": "",
      "items": [
        {
          "name": "Mother (Isis, Gaia, Corn Mother, Sedna)",
          "slug": "mother",
          "qualities": [
            "unconditional nurture"
          ],
          "gifts": "Unconditional love with wise limits; growth, provision.",
          "growthPath": "Love + limits; empower, don't consume.",
          "practices": [
            "\"Am I doing this for them or instead of them?\"",
            "Empowerment checklist (teach, trust, let go)."
          ],
          "extended": {
            "mature": {
              "title": "Mature Divine Mother",
              "paragraphs": [
                "The Mature Divine Mother embodies unconditional love balanced with wise boundaries, like Isis who heals and protects, Gaia who nurtures all life, or Corn Mother who provides sustenance. She is the Great Mother who loves fiercely while encouraging growth and independence.",
                "She understands that true maternal love empowers rather than enables, supports rather than smothers. The Divine Mother teaches us that nurturing is not about control but about creating conditions for others to flourish according to their own nature and purpose."
              ]
            },
            "declarations": [
              "I love unconditionally while maintaining healthy boundaries",
              "I nurture growth and independence in those I care for",
              "I trust others to learn from their own experiences",
              "I offer support without trying to control outcomes",
              "I model the wholeness I wish to see in others",
              "I give from abundance rather than depletion",
              "I celebrate others' successes and support them through challenges",
              "I know when to hold on and when to let go",
              "I am both fierce protector and gentle nurturer",
              "I trust the natural unfolding of life and growth"
            ],
            "balance": {
              "balance": "Mature Divine Mother",
              "shadow": "Devouring Mother ←→ Absent Mother",
              "powerAnimals": "Lioness, Bear, Elephant",
              "qualities": "Nurturing, Protective, Wise, Loving, Strong, Generous, Patient, Empowering, Abundant, Sacred"
            },
            "shadows": [
              {
                "name": "Devouring Mother",
                "type": "active",
                "description": "Overprotects and controls, smothering those she loves, unable to allow natural growth and separation, creating dependence rather than strength.",
                "balancing": [
                  "Practice letting others make their own mistakes and learn from them",
                  "Develop your own interests and identity beyond caregiving",
                  "Ask yourself: 'Am I doing this for them or for me?'",
                  "Support others' independence rather than their dependence on you",
                  "Learn to find fulfillment in your own growth and achievements"
                ]
              },
              {
                "name": "Absent Mother",
                "type": "passive",
                "description": "Emotionally unavailable or physically absent, unable or unwilling to provide the nurturing and support that others need from her.",
                "balancing": [
                  "Address any underlying trauma or wounds that create emotional distance",
                  "Practice small acts of nurturing and care for others",
                  "Learn to identify and express emotions in healthy ways",
                  "Seek support to heal your own unmet needs for nurturing",
                  "Start with nurturing yourself before extending care to others"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Unconditional Love",
                "quote": "A mother's love for her child is like nothing else in the world. It knows no law, no pity, it dares all things and crushes down remorselessly all that stands in its path. - Agatha Christie",
                "paragraphs": [
                  "Unconditional love represents the Mother's greatest gift—the ability to love without conditions, requirements, or expectations. This love sees the essential goodness in every being and holds space for their highest potential to emerge.",
                  "The woman who embodies unconditional love learns to separate love from control, understanding that true love liberates rather than binds. She loves the being, not just the behavior, and trusts that love itself is a transformative force."
                ]
              }
            ]
          }
        },
        {
          "name": "Wife / Nurturer / Hearth Goddess (Hestia, Nephthys)",
          "slug": "wife-nurturer-hearth-goddess",
          "qualities": [
            "domestic stability"
          ],
          "gifts": "Home as temple; quiet devotion; ennobling support.",
          "growthPath": "Nurture with boundaries; serve without self-abandonment.",
          "practices": [
            "Weekly \"hearth audit\": What nurtures me? What is reciprocal?"
          ],
          "extended": {
            "mature": {
              "title": "Mature Hearth Goddess/Sacred Wife",
              "paragraphs": [
                "The Mature Hearth Goddess embodies the sacred feminine power of creating sanctuary and stability, like Hestia who tends the eternal flame or Nephthys who provides loyal support. She understands that the home is a temple and relationships are sacred partnerships requiring mutual respect and nurturing.",
                "She knows that true partnership involves maintaining her own identity while creating something greater together. The Hearth Goddess teaches us that devotion is not self-erasure but the conscious choice to invest our energy in love, family, and creating beauty in everyday life."
              ]
            },
            "declarations": [
              "I create sacred space wherever I am",
              "I nurture others while honoring my own needs and boundaries",
              "I choose partnership that enhances rather than diminishes me",
              "I tend the flame of love and beauty in my daily life",
              "I am devoted without being self-sacrificing",
              "I create stability and warmth for those I love",
              "I honor the sacred in ordinary, everyday moments",
              "I maintain my own identity within loving relationships",
              "I give and receive support in equal measure",
              "I transform houses into homes and relationships into sanctuaries"
            ],
            "balance": {
              "balance": "Mature Hearth Goddess/Sacred Wife",
              "shadow": "Enabling Wife ←→ Self-Erasing Wife",
              "powerAnimals": "Dove, Cat, Turtle",
              "qualities": "Nurturing, Stable, Devoted, Warm, Creating, Supportive, Loyal, Peaceful, Grounding, Sacred"
            },
            "shadows": [
              {
                "name": "Enabling Wife",
                "type": "active",
                "description": "Supports destructive patterns in others out of misguided loyalty, enabling addiction, laziness, or other harmful behaviors instead of encouraging growth.",
                "balancing": [
                  "Learn the difference between supporting and enabling",
                  "Practice saying no to requests that perpetuate harmful patterns",
                  "Seek counseling to understand healthy relationship dynamics",
                  "Focus on supporting others' highest potential rather than their comfort",
                  "Develop your own support network outside the relationship"
                ]
              },
              {
                "name": "Self-Erasing Wife",
                "type": "passive",
                "description": "Completely loses herself in service to others, becoming a doormat with no boundaries, needs, or identity beyond caregiving.",
                "balancing": [
                  "Rediscover your own interests, dreams, and desires",
                  "Practice expressing your needs and opinions respectfully",
                  "Set small boundaries and gradually increase them",
                  "Invest time and energy in your own growth and development",
                  "Remember that you cannot give what you do not have"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Devotion",
                "quote": "The most important thing a father can do for his children is to love their mother. - Theodore Hesburgh",
                "paragraphs": [
                  "Sacred devotion represents the Hearth Goddess's beautiful gift—the ability to commit deeply to love, family, and creating beauty in daily life. This devotion is not self-sacrifice but conscious choice to invest her energy in what matters most.",
                  "The woman who practices sacred devotion understands that true devotion enhances rather than diminishes her. She chooses to tend the flames of love, beauty, and family life as acts of worship, finding the sacred in the everyday rhythms of domestic life."
                ]
              }
            ]
          }
        },
        {
          "name": "Guardian / Buffalo Woman",
          "slug": "guardian-buffalo-woman",
          "qualities": [
            "sacred protection"
          ],
          "gifts": "Threshold keeper; protects what is sacred.",
          "growthPath": "Discern what deserves protection; guard with wisdom.",
          "practices": [
            "\"Doorframe test\": What enters? What leaves? Name criteria out loud."
          ],
          "extended": {
            "mature": {
              "title": "Mature Guardian/Buffalo Woman",
              "paragraphs": [
                "The Mature Guardian embodies the fierce protective aspect of the feminine, like Buffalo Woman who guards the sacred and provides for the people. She is the threshold keeper who discerns what is worthy of protection and what must be kept at bay to preserve what is sacred.",
                "She understands that true guardianship requires both strength and wisdom, knowing when to be a fortress and when to be a gate. The Guardian teaches us that protection is not about fear but about love—protecting what we value most so it can flourish."
              ]
            },
            "declarations": [
              "I protect what is sacred with fierce devotion and clear discernment",
              "I am both strong barrier and wise gate, knowing what to allow and what to resist",
              "I guard my energy, my space, and my loved ones with appropriate boundaries",
              "I stand firm in my values while remaining flexible in my methods",
              "I am a fierce protector and a gentle guardian",
              "I trust my instincts about what threatens what I hold dear",
              "I defend the vulnerable and stand up for what is right",
              "I create safety for those who cannot protect themselves",
              "I am the guardian of my own sacred flame",
              "I protect without becoming rigid or closed-hearted"
            ],
            "balance": {
              "balance": "Mature Guardian/Buffalo Woman",
              "shadow": "Rigid Guardian ←→ Porous Guardian",
              "powerAnimals": "Buffalo, Wolf, Dragon",
              "qualities": "Protective, Strong, Discerning, Fierce, Loyal, Vigilant, Trustworthy, Courageous, Sacred, Devoted"
            },
            "shadows": [
              {
                "name": "Rigid Guardian",
                "type": "active",
                "description": "Becomes overly controlling and inflexible, creating barriers that keep out not just threats but also love, growth, and new possibilities.",
                "balancing": [
                  "Regularly assess whether your boundaries serve protection or fear",
                  "Practice letting in appropriate help and support",
                  "Distinguish between real threats and imagined ones",
                  "Learn to be selective rather than blanket protective",
                  "Allow for growth and change in what you're protecting"
                ]
              },
              {
                "name": "Porous Guardian",
                "type": "passive",
                "description": "Unable to maintain appropriate boundaries, allowing harmful people or influences to damage what should be protected.",
                "balancing": [
                  "Learn to identify red flags and trust your instincts",
                  "Practice saying no to requests that compromise your values",
                  "Develop clear criteria for what deserves your protection",
                  "Strengthen your sense of what is sacred and worth guarding",
                  "Build skills in assertiveness and boundary-setting"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Protection",
                "quote": "The price of freedom is eternal vigilance. - Thomas Jefferson",
                "paragraphs": [
                  "Sacred protection represents the Guardian's noble calling—to stand watch over what is precious and vulnerable, ensuring that love, innocence, and beauty can exist safely in the world. This protection comes from love, not fear.",
                  "The woman who embodies sacred protection understands that some things are worth fighting for and that healthy aggression in service of love is different from violence. She protects not to control but to create space for flourishing."
                ]
              }
            ]
          }
        },
        {
          "name": "Warrior / Warrioress / Huntress (Sekhmet, Diana)",
          "slug": "warrior-warrioress-huntress",
          "qualities": [
            "fierce protective focus"
          ],
          "gifts": "Focus, boundary enforcement, swift action.",
          "growthPath": "Channel aggression constructively; fight for what matters.",
          "practices": [
            "\"Single target\" daily; 90-second boundary script (ObserveâImpactâRequest)."
          ],
          "extended": {
            "mature": {
              "title": "Mature Warrior/Huntress",
              "paragraphs": [
                "The Mature Warrior/Huntress embodies focused feminine power in actionâshe who pursues her goals with fierce determination, protects what is sacred, and faces challenges with courage and skill. She is the embodiment of directed energy, protective instinct, and the willingness to fight for what matters most.",
                "The Warrior/Huntress knows how to channel her aggression constructively, to set and maintain boundaries, and to pursue her objectives with laser-like focus. She is strategic, disciplined, and unafraid of conflict when it serves a higher purpose. Her strength is both physical and spiritual, and she uses it in service of protection, justice, and achievement."
              ]
            },
            "declarations": [
              "I channel my power with purpose and precision",
              "I protect what is sacred with fierce determination",
              "I face challenges with courage and strategic thinking",
              "My boundaries are clear and I defend them when necessary",
              "I pursue my goals with focused action and unwavering commitment",
              "I transform obstacles into opportunities for growth",
              "I fight for justice and stand up for those who cannot stand for themselves",
              "My strength serves the highest good",
              "I embrace healthy competition and challenge myself to excel",
              "I am both fierce and compassionate, strong and wise"
            ],
            "balance": {
              "balance": "Mature Warrior/Huntress",
              "shadow": "Bully Warrior ââ Victim Warrior",
              "powerAnimals": "Wolf, Hawk, Jaguar",
              "qualities": "Focused, Courageous, Strategic, Protective, Disciplined, Determined, Just, Skilled, Competitive, Fierce"
            },
            "shadows": [
              {
                "name": "Bully Warrior",
                "description": [
                  "The Bully Warrior represents aggression without wisdom, force without compassion. She uses strength to dominate rather than protect, seeing life as a zero-sum game where someone must lose for her to win."
                ],
                "balancing": [
                  "Pause before reacting and ask: What am I really trying to protect?",
                  "Channel anger into constructive action rather than destructive attack",
                  "Develop empathy by considering others' perspectives",
                  "Learn conflict resolution skills that don't require domination",
                  "Seek win-win solutions rather than zero-sum outcomes"
                ]
              },
              {
                "name": "Victim Warrior",
                "description": [
                  "The Victim Warrior represents the complete abandonment of fighting spirit. She avoids conflict at all costs, even when standing up for herself is necessary, often paralyzed by fear or unable to set boundaries."
                ],
                "balancing": [
                  "Start with small acts of self-advocacy in low-stakes situations",
                  "Practice physical activities that build confidence in your body's strength",
                  "Learn assertiveness skills in safe environments",
                  "Identify core values and what you're willing to fight for",
                  "Take self-defense classes to reconnect with protective energy"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Boundaries",
                "quote": "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others. - BrenÃ© Brown",
                "paragraphs": [
                  "Sacred boundaries represent the Warrior/Huntress's essential skillâthe ability to discern what belongs in your space and what doesn't. Boundaries are not walls that separate us from life, but sacred containers that allow us to show up authentically and sustainably.",
                  "The woman who understands sacred boundaries knows that saying \"no\" to what doesn't serve is saying \"yes\" to what does. She recognizes that her energy is finite and precious, guarding it like the treasure it is without apologizing for her limits."
                ]
              }
            ]
          }
        },
        {
          "name": "Weaver / Community Goddess",
          "slug": "weaver-community-goddess",
          "qualities": [
            "sacred interdependence"
          ],
          "gifts": "Sacred interdependence; collaborative wisdom; community building.",
          "growthPath": "Balance autonomy with connection; give and receive with equal grace.",
          "practices": [
            "Ask for help weekly; practice saying no with kindness; collaboration projects."
          ],
          "extended": {
            "mature": {
              "title": "Mature Weaver/Community Goddess",
              "paragraphs": [
                "The Mature Weaver embodies the sacred feminine gift of creating connection and community, understanding that we are all part of an interconnected web of relationships. She sees how individual threads combine to create the fabric of society and works to strengthen these bonds.",
                "She balances her need for autonomy with her understanding of interdependence, knowing that true strength comes not from isolation but from healthy community. The Weaver teaches us that we rise together or fall together."
              ]
            },
            "declarations": [
              "I balance independence with healthy interdependence",
              "I create and nurture community while maintaining my individual identity",
              "I see the connections between all beings and honor our shared humanity",
              "I both give and receive support gracefully",
              "I weave relationships that serve the highest good of all",
              "I trust in the wisdom of collaboration and collective action",
              "I maintain my autonomy while celebrating our interdependence",
              "I create bridges between different people and perspectives",
              "I am both individual thread and part of the greater tapestry",
              "I contribute to the web of life through my unique gifts and connections"
            ],
            "balance": {
              "balance": "Mature Weaver/Community Goddess",
              "shadow": "Isolated Weaver ←→ Enmeshed Weaver",
              "powerAnimals": "Spider, Ant, Weaver Bird",
              "qualities": "Connected, Collaborative, Supportive, Interdependent, Wise, Balancing, Networking, Community-minded, Harmonious, Bridge-building"
            },
            "shadows": [
              {
                "name": "Isolated Weaver",
                "type": "active",
                "description": "Becomes fiercely independent to the point of isolation, refusing help and cutting herself off from the support and wisdom of community.",
                "balancing": [
                  "Practice asking for help with small things and gradually increase",
                  "Join groups or communities aligned with your interests or values",
                  "Challenge beliefs about self-reliance that prevent healthy connection",
                  "Notice and appreciate the ways others already support you",
                  "Learn to see accepting help as a gift to the giver"
                ]
              },
              {
                "name": "Enmeshed Weaver",
                "type": "passive",
                "description": "Loses herself completely in relationships and community, becoming codependent and unable to maintain healthy boundaries or individual identity.",
                "balancing": [
                  "Practice spending time alone to reconnect with your individual identity",
                  "Learn to say no to requests that compromise your wellbeing",
                  "Develop your own interests, opinions, and goals",
                  "Practice making decisions based on your own values rather than others' approval",
                  "Seek therapy to address codependency patterns"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Interdependence",
                "quote": "If you want to go fast, go alone. If you want to go far, go together. - African Proverb",
                "paragraphs": [
                  "Sacred interdependence represents the Weaver's profound wisdom—understanding that true strength comes not from isolation but from healthy, mutual relationships where each person maintains their individuality while contributing to something greater.",
                  "The woman who embodies sacred interdependence knows that independence and connection are not opposites but complementary aspects of mature relationship. She can stand alone when necessary and link arms when beneficial."
                ]
              }
            ]
          }
        },
        {
          "name": "Peacemaker / Peace Bringer (Whope)",
          "slug": "peacemaker-peace-bringer",
          "qualities": [
            "harmony for family/community"
          ],
          "gifts": "Harmony, repair, reconciliation.",
          "growthPath": "Peace through truth; harmony after honesty.",
          "practices": [
            "Conflict hygiene: name needs + non-negotiables."
          ],
          "extended": {
            "mature": {
              "title": "Mature Peacemaker/Peace Bringer",
              "paragraphs": [
                "The Mature Peacemaker embodies the sacred feminine gift of harmony and reconciliation, like Whope who brings peace and beauty to the world. She understands that true peace is not the absence of conflict but the presence of justice, understanding, and mutual respect.",
                "She knows that lasting peace can only be built on a foundation of truth and that sometimes conflict is necessary to reach genuine resolution. The Peacemaker teaches us that harmony is an active practice, not a passive state."
              ]
            },
            "declarations": [
              "I create peace through truth, justice, and compassion",
              "I address conflicts directly and constructively rather than avoiding them",
              "I seek understanding and common ground while honoring differences",
              "I speak truth with love and listen with an open heart",
              "I create harmony without sacrificing authenticity or integrity",
              "I am a bridge-builder who honors all perspectives",
              "I work for justice as the foundation of lasting peace",
              "I transform conflict into opportunities for deeper understanding",
              "I create beauty and harmony wherever I go",
              "I am both gentle diplomat and fierce advocate for what is right"
            ],
            "balance": {
              "balance": "Mature Peacemaker/Peace Bringer",
              "shadow": "Appeasing Peacemaker ←→ Passive Bystander",
              "powerAnimals": "Dove, Dolphin, White Buffalo",
              "qualities": "Peaceful, Harmonious, Just, Diplomatic, Compassionate, Bridge-building, Reconciling, Truth-seeking, Healing, Wise"
            },
            "shadows": [
              {
                "name": "Appeasing Peacemaker",
                "type": "active",
                "description": "Maintains surface peace at the cost of truth and justice, avoiding necessary conflicts and enabling harmful behaviors to continue unchallenged.",
                "balancing": [
                  "Learn to distinguish between peace and appeasement",
                  "Practice speaking difficult truths with compassion",
                  "Address conflicts early before they escalate",
                  "Remember that temporary discomfort can lead to lasting peace",
                  "Stand up for your values even when it creates tension"
                ]
              },
              {
                "name": "Passive Bystander",
                "type": "passive",
                "description": "Stands by passively while injustice occurs, failing to use her voice or actions to create positive change, hiding behind false neutrality.",
                "balancing": [
                  "Recognize that neutrality in the face of injustice supports the oppressor",
                  "Start with small acts of speaking up for what's right",
                  "Develop skills in constructive confrontation and advocacy",
                  "Connect with your values and what you're willing to stand for",
                  "Remember that peace requires active participation, not passive observation"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Truth-Based Peace",
                "quote": "Peace cannot be kept by force; it can only be achieved by understanding. - Albert Einstein",
                "paragraphs": [
                  "Truth-based peace represents the Peacemaker's highest calling—creating harmony that is built on authenticity, justice, and mutual understanding rather than avoidance or suppression of difficult realities.",
                  "The woman who creates truth-based peace understands that sustainable harmony requires addressing root causes of conflict, not just managing symptoms. She has the courage to have difficult conversations in service of genuine resolution."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Queen",
      "slug": "queen",
      "summary": "Sovereignty, blessing; task = rule without domination",
      "essence": "Bestows order and blessing, sets clean boundaries, creates safety where life can flourish.",
      "items": [
        {
          "name": "Queen / Hearth Keeper (Brigid)",
          "slug": "queen-hearth-keeper",
          "qualities": [
            "benevolent authority"
          ],
          "gifts": "Stewardship, warmth that organizes; dignifies people and place.",
          "growthPath": "Practice benevolent \"yes\" and principled \"no.\" Share power; keep accountability.",
          "practices": [
            "Morning \"court\" (3 decisions + 1 blessing)",
            "Weekly household rhythm",
            "Boundary statement in one sentence"
          ],
          "extended": {
            "mature": {
              "title": "Mature Queen",
              "paragraphs": [
                "The Mature Queen embodies sovereign feminine powerâshe who creates order from chaos, nurtures growth within her realm, and leads with both strength and compassion. She is the embodiment of creative authority, divine feminine leadership, and protective nurturing. The Queen knows her worth, honors her boundaries, and creates sacred space for all within her domain to flourish.",
                "She radiates confidence without arrogance, commands respect without demanding it, and wields power in service of the highest good. The Queen archetype represents the mature feminine capacity to create, protect, and govern with wisdom, love, and unwavering strength."
              ]
            },
            "declarations": [
              "I am the sovereign of my own life and create order with love and wisdom",
              "My power flows from my connection to the divine feminine source",
              "I nurture growth and possibility in myself and others",
              "I lead by example, inspiring others through my authentic presence",
              "My boundaries are sacred and I honor them with grace",
              "I create beauty and harmony wherever I go",
              "I trust my intuition and make decisions from deep knowing",
              "I am both fierce protector and gentle nurturer",
              "My generosity flows from abundance, not depletion",
              "I celebrate the success and growth of others"
            ],
            "balance": {
              "balance": "Mature Queen",
              "shadow": "Tyrant Queen ââ Powerless Queen",
              "powerAnimals": "Lioness, Swan, Regal Mare",
              "qualities": "Sovereign, Nurturing, Wise, Generous, Protective, Creative, Gracious, Confident, Harmonious, Inspiring"
            },
            "shadows": [
              {
                "name": "Tyrant Queen",
                "description": [
                  "The Tyrant Queen represents the active shadow of the Queen archetypeâfeminine power corrupted by ego, control, and the need to dominate. She rules through fear, manipulation, and emotional tyranny. This shadow emerges when a woman feels her power threatened or when she has been wounded in her sovereignty and overcompensates through controlling behaviors.",
                  "The Tyrant Queen demands perfection from others while being unable to see her own flaws. She creates chaos while claiming to create order, and her \"nurturing\" becomes suffocating control. She may use guilt, emotional manipulation, or withholding of love as weapons of control."
                ],
                "declarations": [
                  "Everyone must meet my standards or face my wrath",
                  "I know what's best for everyone and they should listen to me",
                  "My way is the only right way",
                  "Others exist to serve my vision and needs",
                  "I cannot tolerate imperfection or disobedience",
                  "My love and approval must be earned through compliance",
                  "I am entitled to control my environment and the people in it",
                  "Criticism of me is an attack that must be punished",
                  "Others should be grateful for my leadership regardless of how I treat them",
                  "I cannot show vulnerability or weakness"
                ],
                "balancing": [
                  "Practice genuine humility and acknowledge your mistakes",
                  "Ask for input from others before making decisions that affect them",
                  "Release the need to control outcomes and trust the process",
                  "Cultivate patience and compassion for others' learning curves",
                  "Express appreciation and gratitude regularly",
                  "Allow others to have their own opinions and ways of doing things",
                  "Practice listening without immediately offering solutions or corrections",
                  "Examine your motivationsâare you serving others or your ego?",
                  "Take responsibility for the impact of your words and actions",
                  "Cultivate genuine care for others' wellbeing, not just their compliance"
                ],
                "gift": "The Tyrant Queen's gift lies in her fierce protective instinct and her refusal to accept mediocrity. When balanced, this energy becomes the ability to set high standards while supporting others in reaching them. Her intensity can inspire excellence and her protective nature can create safe spaces for growth. She teaches us the importance of boundaries and the courage to stand up for what matters.",
                "outOfBalance": "Controlling, demanding, critical, manipulative, emotionally explosive, perfectionist, entitled, unable to delegate, punitive, isolated through fear-based relationships",
                "qualities": "Controlling, Critical, Demanding, Manipulative, Entitled, Perfectionist, Explosive, Punitive, Domineering, Rigid"
              },
              {
                "name": "Powerless Queen",
                "description": [
                  "The Powerless Queen represents the passive shadow of the Queen archetypeâthe abdication of feminine sovereignty and leadership. She has disconnected from her own power and either refuses to step into her queenship or believes she is unworthy of it. This shadow often develops from trauma, cultural conditioning that diminishes feminine power, or fear of responsibility.",
                  "The Powerless Queen may appear as the eternal victim, the people-pleaser who cannot set boundaries, or the woman who constantly undermines her own authority. She gives her power away to others and then resents them for having it."
                ],
                "declarations": [
                  "I don't deserve to lead or make important decisions",
                  "Others know better than I do what's good for me",
                  "I can't handle the responsibility of power",
                  "It's safer to let others be in charge",
                  "I'm not strong enough to protect myself or others",
                  "My needs don't matter as much as everyone else's",
                  "I must earn love and approval by being agreeable",
                  "Conflict is too scary to face directly",
                  "I'm just not leadership material",
                  "If I assert myself, people will reject me"
                ],
                "balancing": [
                  "Start small by making decisions about your daily life and honoring them",
                  "Practice saying \"no\" to requests that drain your energy",
                  "Identify and challenge beliefs about your unworthiness",
                  "Seek out supportive community that mirrors back your strength",
                  "Take up spaceâspeak up in meetings, take the bigger chair, express your opinions",
                  "Develop a daily practice that connects you to your inner wisdom",
                  "Set and maintain small boundaries consistently",
                  "Celebrate your successes and acknowledge your growth",
                  "Work with a coach or therapist to heal wounds around power and worth",
                  "Study examples of healthy feminine leadership"
                ],
                "gift": "The Powerless Queen's gift lies in her humility and her ability to recognize the wisdom in others. She often has highly developed empathy and collaborative skills. When balanced, this energy becomes authentic shared leadership and the ability to empower others. She teaches us the importance of receptivity and the strength found in acknowledging what we don't know.",
                "outOfBalance": "Passive, indecisive, people-pleasing, victim mentality, unable to set boundaries, self-sabotaging, giving power away, avoiding responsibility, chronic self-doubt, dependent on others' approval",
                "qualities": "Passive, Indecisive, People-pleasing, Victim-minded, Boundary-less, Self-sabotaging, Dependent, Approval-seeking, Self-doubting, Avoidant"
              }
            ],
            "virtues": [
              {
                "title": "Sovereignty",
                "quote": "\"No one can make you feel inferior without your consent.\" - Eleanor Roosevelt",
                "paragraphs": [
                  "Sovereignty is the Queen's most essential virtueâthe recognition that you are the ultimate authority in your own life. True sovereignty is not about controlling others or external circumstances, but about owning your power to choose your responses, your boundaries, and your path.",
                  "The sovereign woman knows that her worth is inherent, not earned through others' approval. She makes decisions from her own center, guided by her values and wisdom. She neither gives her power away nor tries to take power from others, but stands in her own authority with grace and strength.",
                  "Sovereignty requires courageâthe courage to disappoint others when necessary, to stand alone when needed, and to trust your own judgment. It means taking full responsibility for your life while releasing the need to control what is not yours to control.",
                  "Developing sovereignty is a lifelong practice of coming home to yourself, honoring your truth, and creating your life from authentic choice rather than reactive patterns or others' expectations."
                ]
              },
              {
                "title": "Nurturing Leadership",
                "quote": "\"The best way to find out if you can trust somebody is to trust them.\" - Ernest Hemingway",
                "paragraphs": [
                  "Nurturing leadership represents the Queen's unique giftâthe ability to create environments where others can flourish while maintaining clear direction and boundaries. Unlike dominating leadership that seeks to control, nurturing leadership seeks to cultivate and support growth.",
                  "The nurturing leader leads by example, showing others what's possible rather than demanding compliance. She creates psychological safety where people can take risks, make mistakes, and learn. She sees the potential in others and helps them develop it, while also maintaining high standards and clear expectations.",
                  "This style of leadership requires patience, wisdom, and the ability to see the bigger picture. The nurturing leader knows when to step in and when to step back, when to support and when to challenge. She understands that true power lies in empowering others.",
                  "Nurturing leadership is particularly needed in our world todayâleadership that values collaboration over competition, growth over domination, and sustainable success over quick wins."
                ]
              },
              {
                "title": "Creative Authority",
                "quote": "\"The future belongs to those who believe in the beauty of their dreams.\" - Eleanor Roosevelt",
                "paragraphs": [
                  "Creative authority is the Queen's power to envision and manifest new realities. It's the recognition that life is a creative act and that we are all artists painting our existence with the choices we make daily.",
                  "The woman who embodies creative authority doesn't wait for permission to create the life she envisions. She understands that authority comes not from external validation but from her connection to the creative force of life itself. She is both artist and art, creator and creation.",
                  "Creative authority requires both vision and practical action. It means dreaming boldly while also taking the concrete steps to bring those dreams into reality. It involves trusting the creative process even when the path isn't clear.",
                  "This virtue teaches us that we are not victims of circumstance but active participants in creating our reality. Every woman has the authority to author her own story, to create beauty, meaning, and positive change in the world."
                ]
              }
            ]
          }
        },
        {
          "name": "Justice (Ma'at)",
          "slug": "justice",
          "qualities": [
            "truth & balance"
          ],
          "gifts": "Balances scales, names truth without venom.",
          "growthPath": "Speak truth with compassion; act on values consistently.",
          "practices": [
            "Factâfeelingâvalueârequest script",
            "Truth circle with time-boxed shares"
          ],
          "extended": {
            "mature": {
              "title": "Mature Justice Goddess",
              "paragraphs": [
                "The Mature Justice Goddess embodies divine order and moral balance, like Ma'at who weighs hearts against the feather of truth. She sees through deception to the truth beneath and has the courage to speak what she sees, even when it's unwelcome.",
                "She understands that true justice is not punishment but restoration—returning things to their natural balance and right relationship. The Justice Goddess teaches us that fairness requires both mercy and accountability."
              ]
            },
            "declarations": [
              "I see truth clearly and speak it with courage and compassion",
              "I seek justice through understanding rather than judgment",
              "I balance mercy with accountability in all my relationships",
              "I stand for what is right even when it's difficult or unpopular",
              "I trust in divine order while working for earthly justice",
              "I weigh all sides fairly before making decisions",
              "I restore balance rather than seeking revenge",
              "I am guided by wisdom and truth in all my actions",
              "I create fairness and equity in my sphere of influence",
              "I serve justice as the foundation of peace and harmony"
            ],
            "balance": {
              "balance": "Mature Justice Goddess/Ma'at",
              "shadow": "Harsh Judge ←→ Passive Bystander",
              "powerAnimals": "Eagle, Scales, Feather",
              "qualities": "Just, Fair, Truth-seeking, Balanced, Wise, Impartial, Courageous, Moral, Discerning, Righteous"
            },
            "shadows": [
              {
                "name": "Harsh Judge",
                "type": "active",
                "description": "Becomes rigid and unforgiving, focusing on punishment rather than restoration, unable to see the humanity in those who have done wrong.",
                "balancing": [
                  "Practice seeing the person behind the behavior",
                  "Balance accountability with compassion and understanding",
                  "Focus on restoration and learning rather than punishment",
                  "Examine your motivations—are you serving justice or your ego?",
                  "Remember that mercy is part of true justice"
                ]
              },
              {
                "name": "Passive Bystander",
                "type": "passive",
                "description": "Avoids taking stands on important issues, remaining silent in the face of injustice to avoid conflict or maintain false peace.",
                "balancing": [
                  "Identify your core values and what you're willing to stand for",
                  "Start by speaking up in low-stakes situations to build courage",
                  "Remember that silence in the face of injustice enables harm",
                  "Develop skills in constructive confrontation and advocacy",
                  "Connect with others who share your values for mutual support"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Divine Truth",
                "quote": "The truth will set you free, but first it will piss you off. - Gloria Steinem",
                "paragraphs": [
                  "Divine truth represents the Justice Goddess's sacred gift—the ability to see through illusions and deceptions to the reality beneath. This truth-seeing is both a gift and a responsibility, requiring great courage to speak what is seen.",
                  "The woman who embodies divine truth understands that truth-telling is an act of love, even when it's uncomfortable. She speaks truth not to harm but to illuminate, creating the possibility for genuine healing and positive change."
                ]
              }
            ]
          }
        },
        {
          "name": "Sky / Sun / Star Goddess (Nut, Amaterasu, Ishtar)",
          "slug": "sky-sun-star-goddess",
          "qualities": [
            "cosmic order & radiance"
          ],
          "gifts": "Vision from altitude; radiance that inspires.",
          "growthPath": "Balance cosmic vision with earthly connection.",
          "practices": [
            "Balcony/ground alternation: 10 minutes aerial planning, 10 minutes embodied check-in."
          ],
          "extended": {
            "mature": {
              "title": "Mature Sky/Sun/Star Goddess",
              "paragraphs": [
                "The Mature Sky Goddess embodies cosmic perspective and radiant power, like Nut who arches over the heavens, Amaterasu who brings the light of the sun, or Ishtar who shines as the morning star. She sees from the vantage point of eternity while staying connected to earthly concerns.",
                "She understands that true leadership requires both vision and humility, inspiration and practical action. The Sky Goddess teaches us to reach for the stars while keeping our feet on the ground."
              ]
            },
            "declarations": [
              "I see from the perspective of eternity while acting with earthly wisdom",
              "I radiate light and inspiration that lifts others up",
              "I balance cosmic vision with practical, grounded action",
              "I lead by example, inspiring others through my authentic radiance",
              "I remain humble despite my gifts and achievements",
              "I use my elevated perspective to serve the greater good",
              "I am both heavenly vision and earthly presence",
              "I shine my light without dimming others' flames",
              "I connect heaven and earth through my words and actions",
              "I am a beacon of hope and possibility in the world"
            ],
            "balance": {
              "balance": "Mature Sky/Sun/Star Goddess",
              "shadow": "Prideful Dominator ←→ Distant Goddess",
              "powerAnimals": "Eagle, Phoenix, Star",
              "qualities": "Radiant, Inspiring, Visionary, Elevated, Luminous, Wise, Cosmic, Powerful, Magnificent, Transcendent"
            },
            "shadows": [
              {
                "name": "Prideful Dominator",
                "type": "active",
                "description": "Becomes arrogant and domineering, using elevated perspective to lord over others rather than serve them, losing connection to humility and compassion.",
                "balancing": [
                  "Practice genuine humility and acknowledge your mistakes",
                  "Remember that gifts are meant for service, not superiority",
                  "Stay connected to ordinary human concerns and struggles",
                  "Ask for feedback from trusted advisors about your impact on others",
                  "Use your power to lift others up rather than establish dominance"
                ]
              },
              {
                "name": "Distant Goddess",
                "type": "passive",
                "description": "Becomes so elevated and removed that she loses connection to earthly concerns and the people she's meant to serve.",
                "balancing": [
                  "Make time for ordinary, practical activities and relationships",
                  "Practice compassion and empathy for human struggles",
                  "Ground your insights in practical applications that help others",
                  "Stay connected to your own human needs and limitations",
                  "Serve others through direct action, not just inspiration"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Radiant Leadership",
                "quote": "Keep your face always toward the sunshine—and shadows will fall behind you. - Walt Whitman",
                "paragraphs": [
                  "Radiant leadership represents the Sky Goddess's greatest gift—the ability to inspire and elevate others through her own authentic light. This leadership comes not from dominance but from embodying the qualities she wishes to see in the world.",
                  "The woman who practices radiant leadership understands that true power is not power over others but power to inspire positive change. She leads by being a living example of what's possible when someone fully embodies their highest nature."
                ]
              }
            ]
          }
        },
        {
          "name": "Sage / Wisdom (Athena)",
          "slug": "sage-wisdom",
          "qualities": [
            "strategy & clarity"
          ],
          "gifts": "Strategy, clear counsel, just timing.",
          "growthPath": "Wisdom with warmth; knowledge in service.",
          "practices": [
            "\"Ask three questions before one claim.\"",
            "Pair logic with one embodied check."
          ],
          "extended": {
            "mature": {
              "title": "Mature Sage/Wisdom Goddess",
              "paragraphs": [
                "The Mature Sage embodies divine wisdom and strategic intelligence, like Athena who combines warfare and wisdom, crafts and counsel. She is the keeper of knowledge who transforms information into understanding and understanding into wisdom.",
                "She knows that true wisdom is not just intellectual knowledge but the ability to apply understanding skillfully in service of life. The Sage teaches us that wisdom must be coupled with compassion to be truly valuable."
              ]
            },
            "declarations": [
              "I seek wisdom and share it generously with those who can receive it",
              "I balance intellectual understanding with emotional intelligence and practical application",
              "I learn from all experiences, seeing every challenge as an opportunity for growth",
              "I offer counsel with humility, knowing that each person must find their own path",
              "I combine strategic thinking with compassionate action",
              "I am both student and teacher, always growing in wisdom",
              "I use my knowledge in service of the highest good",
              "I maintain beginner's mind even as I develop expertise",
              "I honor both ancient wisdom and emerging insights",
              "I create bridges between different ways of knowing"
            ],
            "balance": {
              "balance": "Mature Sage/Wisdom Goddess",
              "shadow": "Know-it-all Sage ←→ Withdrawn Sage",
              "powerAnimals": "Owl, Serpent, Elephant",
              "qualities": "Wise, Strategic, Intelligent, Discerning, Scholarly, Insightful, Thoughtful, Learned, Analytical, Profound"
            },
            "shadows": [
              {
                "name": "Know-it-all Sage",
                "type": "active",
                "description": "Becomes arrogant about her knowledge, dismissing others' wisdom and using intellectual superiority to dominate rather than serve.",
                "balancing": [
                  "Practice intellectual humility and acknowledge what you don't know",
                  "Ask questions and listen to others' perspectives",
                  "Remember that wisdom comes from many sources, not just books",
                  "Focus on learning rather than proving your intelligence",
                  "Use your knowledge to empower others, not diminish them"
                ]
              },
              {
                "name": "Withdrawn Sage",
                "type": "passive",
                "description": "Becomes so detached from human concerns that she withdraws into pure intellectualism, unable to connect with others emotionally.",
                "balancing": [
                  "Practice connecting your wisdom to real human experiences",
                  "Cultivate emotional intelligence alongside intellectual knowledge",
                  "Share your wisdom in accessible, caring ways",
                  "Engage with the messy, imperfect world of human relationships",
                  "Remember that wisdom without compassion is incomplete"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Embodied Wisdom",
                "quote": "The only true wisdom is in knowing you know nothing. - Socrates",
                "paragraphs": [
                  "Embodied wisdom represents the Sage's highest achievement—knowledge that has been integrated into her whole being and expressed through her actions, relationships, and way of being in the world.",
                  "The woman who embodies wisdom understands that true knowledge is not something she possesses but something she becomes. Her wisdom is evident not in what she says but in how she lives, loves, and responds to life's challenges."
                ]
              }
            ]
          }
        },
        {
          "name": "Magician / Alchemist / Witch / Scribe (Seshat)",
          "slug": "magician-alchemist-witch-scribe",
          "qualities": [
            "transformation & knowledge"
          ],
          "gifts": "Pattern recognition, language, spell-craft (reframing reality).",
          "growthPath": "Use power ethically; transform without manipulating.",
          "practices": [
            "Before advice: mirror + summarize; after: consent check.",
            "Daily \"one true sentence.\""
          ],
          "extended": {
            "mature": {
              "title": "Mature Magician/Wise Woman",
              "paragraphs": [
                "The Mature Magician/Wise Woman embodies transformative feminine powerâshe who works with the hidden forces of nature and consciousness to create change, healing, and growth. She represents wisdom, intuition, and the ability to see beyond surface appearances into deeper truths.",
                "She is skilled in transformation through healing, creative work, or deep psychological insight. The Mature Wise Woman knows how to work with energy, cycles, and the mysterious forces that govern life, connecting ancient wisdom with contemporary needs."
              ]
            },
            "declarations": [
              "I trust my intuition and inner knowing above all external authorities",
              "I work with natural forces and cycles to create positive change",
              "My wisdom comes from direct experience and deep study",
              "I transform challenges into opportunities for growth and learning",
              "I see beneath surface appearances to deeper truths",
              "My abilities serve healing, growth, and the highest good",
              "I am connected to ancient wisdom and contemporary insight",
              "I embrace my power to influence reality through consciousness and action",
              "I honor the mystery while seeking understanding",
              "I use my gifts responsibly and ethically"
            ],
            "balance": {
              "balance": "Mature Magician/Wise Woman",
              "shadow": "Manipulator ââ Powerless Wise Woman",
              "powerAnimals": "Owl, Raven, Snake",
              "qualities": "Intuitive, Transformative, Wise, Magical, Insightful, Healing, Mysterious, Powerful, Independent, Visionary"
            },
            "shadows": [
              {
                "name": "Manipulator",
                "description": [
                  "The Manipulator represents wisdom and insight used for selfish gain or control. She uses knowledge of human nature to manipulate others rather than to heal or serve, driven by ego, fear, or desire for control."
                ],
                "balancing": [
                  "Regularly examine motivationsâare you serving yourself or others?",
                  "Practice radical honesty about intentions and methods",
                  "Study ethics and commit to using gifts responsibly",
                  "Respect others' autonomy and right to make their own choices",
                  "Use insights to empower others, not control them"
                ]
              },
              {
                "name": "Powerless Wise Woman",
                "description": [
                  "The Powerless Wise Woman represents denial or suppression of intuitive abilities. She has disconnected from inner wisdom, often due to fear, conditioning, or past trauma related to her power."
                ],
                "balancing": [
                  "Start a daily practice of meditation or quiet reflection",
                  "Keep a journal of intuitive impressions and their accuracy",
                  "Study with ethical teachers who honor your inner authority",
                  "Connect with nature regularly to strengthen intuitive abilities",
                  "Find supportive community of like-minded people"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Intuitive Wisdom",
                "quote": "The intuitive mind is a sacred gift and the rational mind is a faithful servant. We have created a society that honors the servant and has forgotten the gift. - Albert Einstein",
                "paragraphs": [
                  "Intuitive wisdom represents the Magician/Wise Woman's greatest treasureâthe ability to access knowledge that comes from beyond logical reasoning. This knowing arises from the deep feminine capacity to perceive patterns, energy, and truth not immediately obvious to rational analysis.",
                  "The woman who cultivates intuitive wisdom learns to trust the subtle signals her body and psyche provide, paying attention to dreams, gut feelings, and synchronicities. She understands that intuition complements logic as a different way of knowing."
                ]
              }
            ]
          }
        },
        {
          "name": "Storyteller",
          "slug": "storyteller",
          "qualities": [
            "meaning-making from authority"
          ],
          "gifts": "Meaning-making; communal memory.",
          "growthPath": "Tell truth beautifully; share wisdom generously.",
          "practices": [
            "\"True story, short\" (200 words, sensory + lesson)."
          ],
          "extended": {
            "mature": {
              "title": "Mature Storyteller",
              "paragraphs": [
                "The Mature Storyteller embodies the sacred power of narrative and meaning-making, understanding that stories shape reality and that those who control the stories control the culture. She is the keeper of memory and the weaver of meaning.",
                "She knows that every story has the power to heal or harm, to liberate or constrain, and takes responsibility for the impact of her words. The Storyteller teaches us that we are all authors of our own stories and co-creators of the larger human narrative."
              ]
            },
            "declarations": [
              "I tell stories that heal, inspire, and reveal truth",
              "I am both keeper of ancient wisdom and creator of new narratives",
              "I take responsibility for the power and impact of my words",
              "I help others recognize their own heroic journey",
              "I weave meaning from the raw material of experience",
              "I honor both the power of truth and the craft of beautiful expression",
              "I create stories that serve the highest good of all",
              "I listen deeply to life's stories before I tell my own",
              "I am a bridge between past wisdom and future possibility",
              "I use narrative to create connection and understanding"
            ],
            "balance": {
              "balance": "Mature Storyteller",
              "shadow": "Embellishing Storyteller ←→ Silent Storyteller",
              "powerAnimals": "Raven, Coyote, Whale",
              "qualities": "Narrative, Wise, Expressive, Memory-keeping, Meaningful, Creative, Truth-telling, Inspiring, Connecting, Healing"
            },
            "shadows": [
              {
                "name": "Embellishing Storyteller",
                "type": "active",
                "description": "Exaggerates or distorts stories for attention or impact, prioritizing entertainment or personal gain over truth and healing.",
                "balancing": [
                  "Commit to truth-telling even when the truth is less dramatic",
                  "Distinguish between artistic license and harmful distortion",
                  "Consider the impact of your stories on those involved",
                  "Find ways to make truth compelling without exaggeration",
                  "Focus on serving your audience rather than feeding your ego"
                ]
              },
              {
                "name": "Silent Storyteller",
                "type": "passive",
                "description": "Withholds her voice and stories out of fear, perfectionism, or lack of confidence, depriving the world of needed wisdom and perspective.",
                "balancing": [
                  "Start by sharing stories in safe, supportive environments",
                  "Remember that your perspective is valuable and needed",
                  "Practice telling simple, true stories about your experience",
                  "Challenge beliefs about not being good enough or interesting enough",
                  "Focus on service rather than performance when sharing stories"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Transformative Narrative",
                "quote": "There is no greater agony than bearing an untold story inside you. - Maya Angelou",
                "paragraphs": [
                  "Transformative narrative represents the Storyteller's sacred gift—the ability to take the raw material of experience and weave it into stories that heal, inspire, and create positive change in the world.",
                  "The woman who creates transformative narrative understands that stories are not just entertainment but medicine. She crafts narratives that help people make sense of their experience, find meaning in suffering, and imagine new possibilities for their lives."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Crone",
      "slug": "crone",
      "summary": "Endings, wisdom; task = harvest and transmit",
      "essence": "Composting, endings, fearless truth, rebirth midwifery.",
      "items": [
        {
          "name": "Crone / Underworld Queen (Morrigan, Persephone)",
          "slug": "crone-underworld-queen",
          "qualities": [
            "death/rebirth wisdom"
          ],
          "gifts": "Composting, endings, fearless truth, rebirth midwifery.",
          "growthPath": "End with grace; destroy only what blocks new life.",
          "practices": [
            "Quarterly \"Good Death\" list (what ends now?)",
            "Grief with a witness",
            "Name the harvest"
          ],
          "extended": {
            "mature": {
              "title": "Mature Crone/Underworld Queen",
              "paragraphs": [
                "The Mature Crone embodies the wisdom of life's cycles and the power of transformation through endings, like Morrigan who governs war and fate, or Persephone who rules the underworld and brings renewal. She is the keeper of deep wisdom earned through experience.",
                "She understands that death and endings are not failures but natural parts of life's cycle, necessary for renewal and rebirth. The Crone teaches us to face our mortality with courage and to find meaning in life's inevitable transitions."
              ]
            },
            "declarations": [
              "I embrace all of life's cycles, including endings and death",
              "I transform pain and loss into wisdom and compassion",
              "I speak truth fearlessly, even when it's unwelcome",
              "I guide others through difficult transitions with love and strength",
              "I find meaning and beauty in life's inevitable changes",
              "I am a midwife for new beginnings that follow endings",
              "I compost old forms to create fertile ground for new growth",
              "I honor my accumulated wisdom and share it generously",
              "I face my own mortality with courage and acceptance",
              "I am both destroyer and creator, death and rebirth"
            ],
            "balance": {
              "balance": "Mature Crone/Underworld Queen",
              "shadow": "Destructive Crone ←→ Bitter Crone",
              "powerAnimals": "Raven, Crow, Vulture",
              "qualities": "Wise, Transformative, Fearless, Deep, Cyclical, Truthful, Guiding, Accepting, Powerful, Renewing"
            },
            "shadows": [
              {
                "name": "Destructive Crone",
                "type": "active",
                "description": "Becomes nihilistic and vengeful, destroying without purpose and spreading bitterness rather than wisdom.",
                "balancing": [
                  "Channel anger and disappointment into purposeful action",
                  "Remember that destruction should serve renewal, not revenge",
                  "Focus on wisdom-sharing rather than score-settling",
                  "Practice forgiveness as a path to freedom",
                  "Find constructive outlets for your transformative power"
                ]
              },
              {
                "name": "Bitter Crone",
                "type": "passive",
                "description": "Becomes stuck in grief and resentment, unable to find meaning in life's losses or to guide others through similar experiences.",
                "balancing": [
                  "Seek support to process your own losses and disappointments",
                  "Practice gratitude for the wisdom your experiences have brought",
                  "Find ways to mentor others going through similar challenges",
                  "Create meaning from your pain by helping others heal",
                  "Allow yourself to grieve while also celebrating what remains"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Letting Go",
                "quote": "What we plant in the soil of contemplation, we shall reap in the harvest of action. - Meister Eckhart",
                "paragraphs": [
                  "Sacred letting go represents the Crone's profound gift—the ability to release what no longer serves with grace and wisdom, creating space for new life to emerge. This is the ultimate act of trust in life's cycles.",
                  "The woman who masters sacred letting go understands that holding on to what wants to end only creates suffering. She learns to compost her experiences, transforming even loss and disappointment into fertile ground for new growth."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Visionary / Oracle / Moon (Artemis, Moon Woman)",
          "slug": "elder-visionary-oracle-moon",
          "qualities": [
            "far-sight & deep intuition"
          ],
          "gifts": "Intuition, guidance by cycles, long view.",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Lunar planning (new: set 1 seed; full: release 1 thing)",
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "mature": {
              "title": "Mature Elder Visionary/Moon Oracle",
              "paragraphs": [
                "The Mature Elder Visionary embodies the deep wisdom of lunar cycles and intuitive knowing, like Artemis who rules the hunt and the moon, or the Moon Woman who tracks the sacred rhythms of time. She has learned to trust her inner knowing and prophetic gifts through years of experience.",
                "She understands that true prophecy comes not from ego but from deep attunement to the natural cycles and the collective unconscious. The Elder Visionary teaches us to honor our intuition while grounding our insights in practical wisdom."
              ]
            },
            "declarations": [
              "I trust the deep wisdom that comes through lunar and natural cycles",
              "I share my prophetic insights with humility and compassion",
              "I honor both my visionary gifts and my human limitations",
              "I guide others to trust their own inner knowing",
              "I translate mystical insights into practical guidance",
              "I serve as a bridge between ancient wisdom and contemporary needs",
              "I remain grounded while accessing transcendent vision",
              "I use my gifts to serve the healing and evolution of consciousness",
              "I am both mystic and mentor, visionary and guide",
              "I trust the unfolding of divine timing in all things"
            ],
            "balance": {
              "balance": "Mature Elder Visionary/Moon Oracle",
              "shadow": "Dogmatic Visionary ←→ Escapist Visionary",
              "powerAnimals": "Owl, Wolf, Moon Bear",
              "qualities": "Intuitive, Wise, Cyclical, Prophetic, Grounded, Mystical, Lunar, Insightful, Experienced, Sacred"
            },
            "shadows": [
              {
                "name": "Dogmatic Visionary",
                "type": "active",
                "description": "Becomes rigidly attached to her visions and interpretations, losing humility and flexibility in the face of new information.",
                "balancing": [
                  "Practice holding your visions as possibilities rather than certainties",
                  "Remain open to new information and different interpretations",
                  "Remember that your role is to guide, not control others' choices",
                  "Cultivate intellectual and spiritual humility",
                  "Test your insights against practical results and feedback"
                ]
              },
              {
                "name": "Escapist Visionary",
                "type": "passive",
                "description": "Retreats into mystical fantasies and loses connection to practical reality and the needs of those seeking her guidance.",
                "balancing": [
                  "Ground your visions in practical applications and actionable steps",
                  "Stay connected to the real needs and struggles of others",
                  "Balance mystical practices with earthly responsibilities",
                  "Seek feedback on how your guidance lands with others",
                  "Practice translating cosmic insights into human-scale wisdom"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Lunar Wisdom",
                "quote": "The moon does not fight. It attacks no one. It does not worry. It does not try to crush others. It keeps to its course, but by its very nature, it gently influences. - Ming-Dao Deng",
                "paragraphs": [
                  "Lunar wisdom represents the Elder Visionary's profound gift—the ability to track the deeper rhythms and cycles that govern life, offering guidance that honors both divine timing and human needs.",
                  "The woman who embodies lunar wisdom understands that influence works like moonlight—gentle, persistent, and transformative over time. She guides others not through force but through creating conditions for their own inner knowing to emerge."
                ]
              }
            ]
          }
        },
        {
          "name": "Rebel / Revolutionary / Trickster (Eris)",
          "slug": "rebel-revolutionary-trickster",
          "qualities": [
            "wisdom that breaks old forms"
          ],
          "gifts": "Catalyzes change, exposes stale norms with wit.",
          "growthPath": "Rebel with purpose; change systems, not just oppose.",
          "practices": [
            "Purpose filter: (Harm â / Freedom â / Stewardship â)",
            "Ship one harmless prank for truth"
          ],
          "extended": {
            "mature": {
              "title": "Mature Rebel/Revolutionary Trickster",
              "paragraphs": [
                "The Mature Rebel embodies the sacred feminine power of disruption and transformation, like Eris who brings necessary chaos to stagnant systems. She is the catalyst who shakes up what has become rigid and opens space for new possibilities to emerge.",
                "She understands that destruction must serve creation, that rebellion must have purpose beyond mere opposition. The Rebel teaches us that sometimes systems must be disrupted for justice and growth to occur."
              ]
            },
            "declarations": [
              "I challenge systems and beliefs that no longer serve life and growth",
              "I rebel with purpose, seeking to create positive change rather than mere chaos",
              "I use humor and wit to reveal truth and inspire transformation",
              "I stand up for justice even when it makes others uncomfortable",
              "I question authority while taking responsibility for my own actions",
              "I disrupt stagnation to create space for new possibilities",
              "I am both destroyer of old forms and midwife of new ones",
              "I use my power to serve freedom and justice for all",
              "I transform opposition into creative energy for positive change",
              "I am agent of necessary change in service of evolution"
            ],
            "balance": {
              "balance": "Mature Rebel/Revolutionary Trickster",
              "shadow": "Chaotic Rebel ←→ Conformist",
              "powerAnimals": "Coyote, Monkey, Fox",
              "qualities": "Revolutionary, Transformative, Witty, Courageous, Disruptive, Creative, Justice-seeking, Catalyst, Freedom-loving, Truth-telling"
            },
            "shadows": [
              {
                "name": "Chaotic Rebel",
                "type": "active",
                "description": "Rebels without purpose, creating destruction and chaos for its own sake rather than to serve positive transformation.",
                "balancing": [
                  "Clarify your values and what you're rebelling toward, not just against",
                  "Consider the impact of your actions on innocent people",
                  "Channel rebellious energy into constructive system change",
                  "Develop skills in building alternatives, not just tearing down existing structures",
                  "Practice discernment about which battles are worth fighting"
                ]
              },
              {
                "name": "Conformist",
                "type": "passive",
                "description": "Suppresses her revolutionary nature, going along with unjust systems to avoid conflict or maintain comfort.",
                "balancing": [
                  "Reconnect with your core values and what you stand for",
                  "Start with small acts of authentic self-expression",
                  "Find communities that support healthy rebellion and authentic living",
                  "Practice speaking up in low-stakes situations to build courage",
                  "Remember that comfort can be a cage that prevents growth and justice"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Disruption",
                "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has. - Margaret Mead",
                "paragraphs": [
                  "Sacred disruption represents the Rebel's highest calling—the ability to shake up stagnant systems and rigid thinking in service of justice, growth, and positive transformation.",
                  "The woman who practices sacred disruption understands that sometimes love requires saying no to what is comfortable in order to say yes to what is just. She disrupts not to destroy but to create space for something better to emerge."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Healer / Priestess",
          "slug": "elder-healer-priestess",
          "qualities": [
            "master of restoration"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance (elder-phase).",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "mature": {
              "title": "Mature Elder Healer/High Priestess",
              "paragraphs": [
                "The Mature Elder Healer represents the culmination of the healing arts, having integrated years of experience with deep spiritual wisdom. She has learned to heal not through doing but through being, creating sacred space where others can remember their own wholeness.",
                "She understands that the deepest healing happens when we address not just symptoms but the spiritual and emotional roots of suffering. The Elder Healer teaches us that healing is ultimately about returning to our essential nature."
              ]
            },
            "declarations": [
              "I embody the healing I wish to see in the world",
              "I create sacred space where others can remember their wholeness",
              "I have learned to heal through presence as much as through action",
              "I trust the healing wisdom that flows through me from the divine source",
              "I maintain clear boundaries while offering unconditional love",
              "I address the spiritual and emotional roots of suffering",
              "I serve healing while honoring each person's unique journey",
              "I integrate ancient wisdom with contemporary healing methods",
              "I am both healer and continual student of the healing arts",
              "I trust that love is the ultimate healing force"
            ],
            "balance": {
              "balance": "Mature Elder Healer/High Priestess",
              "shadow": "Controlling Healer ←→ Burned Out Healer",
              "powerAnimals": "White Eagle, Healing Serpent, Medicine Bear",
              "qualities": "Wise, Healing, Sacred, Experienced, Compassionate, Powerful, Grounded, Loving, Skilled, Trustworthy"
            },
            "shadows": [
              {
                "name": "Controlling Healer",
                "type": "active",
                "description": "Becomes overly involved in controlling others' healing processes, unable to trust their innate healing wisdom.",
                "balancing": [
                  "Practice trusting others' healing timing and process",
                  "Focus on creating conditions for healing rather than forcing outcomes",
                  "Remember that you are a facilitator, not the source of healing",
                  "Respect others' right to refuse healing or make different choices",
                  "Surrender attachment to specific healing outcomes"
                ]
              },
              {
                "name": "Burned Out Healer",
                "type": "passive",
                "description": "Has given so much over the years that she has lost touch with her own healing power and needs restoration herself.",
                "balancing": [
                  "Prioritize your own healing and renewal as a sacred responsibility",
                  "Seek healing and support from other skilled practitioners",
                  "Take regular breaks from healing work to restore your energy",
                  "Address any underlying beliefs about self-sacrifice or unworthiness",
                  "Remember that you cannot give what you do not have"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Embodied Healing",
                "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity. - Hippocrates",
                "paragraphs": [
                  "Embodied healing represents the Elder Healer's mastery—the ability to be such a clear vessel for healing energy that her very presence creates conditions for others to remember their wholeness and healing capacity.",
                  "The woman who embodies healing understands that the deepest healing happens not through techniques but through love made manifest. She has become a living medicine, transforming suffering through the quality of her presence and being."
                ]
              }
            ]
          }
        }
      ]
    }
  ]
}