{
  "title": "Feminine Archetypes - Expanded Shadows",
  "version": "2.0",
  "description": "Complete feminine archetypes with fully expanded shadow content including descriptions, declarations, balancing practices, gifts, and out-of-balance indicators",
  "groups": [
    {
      "name": "Maiden",
      "slug": "maiden",
      "summary": "Innocence, beginning; task = discernment & choice",
      "essence": "Freshness, trust, openness to life; learning discernment and choice.",
      "items": [
        {
          "name": "Maiden",
          "slug": "maiden",
          "qualities": [
            "new beginnings"
          ],
          "gifts": "Freshness, trust, openness to life.",
          "growthPath": "Learn to choose and to say no; cultivate street-wise innocence.",
          "practices": [
            "\"Green/Yellow/Red\" body signals journal",
            "Consent practice in everyday choices"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Manipulative Maiden",
                "type": "active",
                "description": [
                  "The Manipulative Maiden represents the active shadow aspect of the maiden archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Manipulative Maiden energy",
                  "My active nature drives my behavior",
                  "I operate from the Manipulative Maiden perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Manipulative Maiden impulse"
                ],
                "balancing": [
                  "Recognize when the Manipulative Maiden energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Manipulative Maiden patterns",
                  "Develop awareness of Manipulative Maiden triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Manipulative Maiden shadow is learning to transform active energy into conscious, balanced expression of the maiden archetype's true power.",
                "outOfBalance": [
                  "Manipulative Maiden behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Manipulative Maiden expressions",
                  "Imbalanced maiden energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Fragile Maiden",
                "type": "passive",
                "description": [
                  "The Fragile Maiden represents the passive shadow aspect of the maiden archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Fragile Maiden energy",
                  "My passive nature drives my behavior",
                  "I operate from the Fragile Maiden perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Fragile Maiden impulse"
                ],
                "balancing": [
                  "Recognize when the Fragile Maiden energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Fragile Maiden patterns",
                  "Develop awareness of Fragile Maiden triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Fragile Maiden shadow is learning to transform passive energy into conscious, balanced expression of the maiden archetype's true power.",
                "outOfBalance": [
                  "Fragile Maiden behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Fragile Maiden expressions",
                  "Imbalanced maiden energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Maiden",
              "paragraphs": [
                "The Mature Maiden is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of maiden energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Maiden recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Maiden communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the maiden virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the maiden within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Maiden",
              "shadow": "Manipulative Maiden ↔ Fragile Maiden",
              "powerAnimals": "Fawn, Swallow, Dolphin",
              "qualities": "Innocent, Curious, Trusting, Open-hearted, Playful, Hopeful, Receptive, Tender, Discerning, Brave"
            },
            "virtues": [
              {
                "title": "Discernment",
                "quote": "“The art of being wise is the art of knowing what to overlook.” — William James",
                "paragraphs": [
                  "Discernment is a signature virtue of the Mature Maiden. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices discernment as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, discernment shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Maiden remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Adventurer / Storm (Tempest)",
          "slug": "adventurer-storm-tempest",
          "qualities": [
            "freedom",
            "risk"
          ],
          "gifts": "Range, exploration, risk intelligence.",
          "growthPath": "Take calculated risks; explore with wisdom.",
          "practices": [
            "Risk ladder (tinyâsmallâmedium)",
            "Debrief the nervous system after pushes"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Reckless Storm",
                "type": "active",
                "description": [
                  "The Reckless Storm represents the active shadow aspect of the adventurer-storm-tempest archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Reckless Storm energy",
                  "My active nature drives my behavior",
                  "I operate from the Reckless Storm perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Reckless Storm impulse"
                ],
                "balancing": [
                  "Recognize when the Reckless Storm energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Reckless Storm patterns",
                  "Develop awareness of Reckless Storm triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Reckless Storm shadow is learning to transform active energy into conscious, balanced expression of the adventurer-storm-tempest archetype's true power.",
                "outOfBalance": [
                  "Reckless Storm behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Reckless Storm expressions",
                  "Imbalanced adventurer-storm-tempest energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Paralyzed Dreamer",
                "type": "passive",
                "description": [
                  "The Paralyzed Dreamer represents the passive shadow aspect of the adventurer-storm-tempest archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Paralyzed Dreamer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Paralyzed Dreamer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Paralyzed Dreamer impulse"
                ],
                "balancing": [
                  "Recognize when the Paralyzed Dreamer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Paralyzed Dreamer patterns",
                  "Develop awareness of Paralyzed Dreamer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Paralyzed Dreamer shadow is learning to transform passive energy into conscious, balanced expression of the adventurer-storm-tempest archetype's true power.",
                "outOfBalance": [
                  "Paralyzed Dreamer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Paralyzed Dreamer expressions",
                  "Imbalanced adventurer-storm-tempest energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Adventurer/Storm",
              "paragraphs": [
                "The Mature Adventurer/Storm is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of adventurer/storm energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Adventurer/Storm recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Adventurer/Storm communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the adventurer/storm virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the adventurer/storm within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Adventurer/Storm",
              "shadow": "Reckless Storm ↔ Paralyzed Dreamer",
              "powerAnimals": "Falcon, Wild Horse, Sea Otter",
              "qualities": "Adventurous, Resilient, Free-spirited, Daring, Resourceful, Adaptable, Alive, Spirited, Grounded, Wise"
            },
            "virtues": [
              {
                "title": "Courage",
                "quote": "“Courage is not the absence of fear, but the triumph over it.” — Attributed to Nelson Mandela",
                "paragraphs": [
                  "Courage is a signature virtue of the Mature Adventurer/Storm. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices courage as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, courage shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Adventurer/Storm remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Visionary / Oracle",
          "slug": "young-visionary-oracle",
          "qualities": [
            "early intuitive gifts"
          ],
          "gifts": "Intuition, guidance by cycles, long view (early-phase).",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Fanatic Prophet",
                "type": "active",
                "description": [
                  "The Fanatic Prophet represents the active shadow aspect of the young-visionary-oracle archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Fanatic Prophet energy",
                  "My active nature drives my behavior",
                  "I operate from the Fanatic Prophet perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Fanatic Prophet impulse"
                ],
                "balancing": [
                  "Recognize when the Fanatic Prophet energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Fanatic Prophet patterns",
                  "Develop awareness of Fanatic Prophet triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Fanatic Prophet shadow is learning to transform active energy into conscious, balanced expression of the young-visionary-oracle archetype's true power.",
                "outOfBalance": [
                  "Fanatic Prophet behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Fanatic Prophet expressions",
                  "Imbalanced young-visionary-oracle energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Lost Dreamer",
                "type": "passive",
                "description": [
                  "The Lost Dreamer represents the passive shadow aspect of the young-visionary-oracle archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Lost Dreamer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Lost Dreamer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Lost Dreamer impulse"
                ],
                "balancing": [
                  "Recognize when the Lost Dreamer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Lost Dreamer patterns",
                  "Develop awareness of Lost Dreamer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Lost Dreamer shadow is learning to transform passive energy into conscious, balanced expression of the young-visionary-oracle archetype's true power.",
                "outOfBalance": [
                  "Lost Dreamer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Lost Dreamer expressions",
                  "Imbalanced young-visionary-oracle energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Young Visionary/Oracle",
              "paragraphs": [
                "The Mature Young Visionary/Oracle is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of young visionary/oracle energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Young Visionary/Oracle recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Young Visionary/Oracle communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the young visionary/oracle virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the young visionary/oracle within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Young Visionary/Oracle",
              "shadow": "Fanatic Prophet ↔ Lost Dreamer",
              "powerAnimals": "Owl, Deer, Whale",
              "qualities": "Visionary, Intuitive, Receptive, Attuned, Imaginative, Thoughtful, Humble, Curious, Grounded, Purposeful"
            },
            "virtues": [
              {
                "title": "Humility",
                "quote": "“In humility there is great power.” — Lao Tzu",
                "paragraphs": [
                  "Humility is a signature virtue of the Mature Young Visionary/Oracle. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices humility as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, humility shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Young Visionary/Oracle remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Lover / Creatrix",
      "slug": "lover-creatrix",
      "summary": "Embodiment, pleasure, art; task = own desire & healthy reciprocity",
      "essence": "Connection, sensuality, nurture, beauty, birth of life and culture.",
      "items": [
        {
          "name": "Sacred Lover / Love Goddess (Aphrodite, Hathor, Oshun)",
          "slug": "sacred-lover-love-goddess",
          "qualities": [
            "empowered sensuality"
          ],
          "gifts": "Erotic innocence, creativity, devotional play; intimacy as sacrament.",
          "growthPath": "Integrate desire with heart; honor both passion and boundaries.",
          "practices": [
            "5 senses ritual before difficult talks",
            "Desire inventory (own and name)"
          ],
          "extended": {
            "mature": {
              "title": "Mature Love Goddess",
              "paragraphs": [
                "The Mature Love Goddess embodies the divine feminine power of love, sensuality, and creative life force. She represents the celebration of beauty and pleasure, understanding that the body and its desires can be expressions of the sacred when approached with wisdom and integrity.",
                "The Love Goddess knows that love and creativity are not opposites of spirituality but complementary aspects of the same life force. She celebrates authentic connection and understands that her capacity to love and create beauty is a gift to be shared wisely."
              ]
            },
            "declarations": [
              "My body is sacred and deserves to be treated with respect and love",
              "I celebrate healthy pleasure as a pathway to joy and connection",
              "My capacity to love is infinite and transformative",
              "I create beauty and joy wherever I go",
              "I express my authentic self with confidence and grace",
              "I give and receive love freely and with healthy boundaries",
              "My creative energy flows from my connection to life force",
              "I honor both passion and tenderness in all my relationships",
              "I am worthy of love, joy, and beautiful experiences",
              "My love heals and transforms whatever it touches"
            ],
            "shadows": [
              {
                "name": "Seductive Enchantress",
                "type": "active",
                "description": [
                  "The Seductive Enchantress represents the active shadow aspect of the sacred-lover-love-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Seductive Enchantress energy",
                  "My active nature drives my behavior",
                  "I operate from the Seductive Enchantress perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Seductive Enchantress impulse"
                ],
                "balancing": [
                  "Recognize when the Seductive Enchantress energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Seductive Enchantress patterns",
                  "Develop awareness of Seductive Enchantress triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Seductive Enchantress shadow is learning to transform active energy into conscious, balanced expression of the sacred-lover-love-goddess archetype's true power.",
                "outOfBalance": [
                  "Seductive Enchantress behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Seductive Enchantress expressions",
                  "Imbalanced sacred-lover-love-goddess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Disconnected Performer",
                "type": "passive",
                "description": [
                  "The Disconnected Performer represents the passive shadow aspect of the sacred-lover-love-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Disconnected Performer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Disconnected Performer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Disconnected Performer impulse"
                ],
                "balancing": [
                  "Recognize when the Disconnected Performer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Disconnected Performer patterns",
                  "Develop awareness of Disconnected Performer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Disconnected Performer shadow is learning to transform passive energy into conscious, balanced expression of the sacred-lover-love-goddess archetype's true power.",
                "outOfBalance": [
                  "Disconnected Performer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Disconnected Performer expressions",
                  "Imbalanced sacred-lover-love-goddess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Transformative Love",
                "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. - Lao Tzu",
                "paragraphs": [
                  "Transformative love represents the Love Goddess's greatest giftâthe ability to love in ways that heal, inspire, and create positive change. This goes beyond romantic love to include compassion, creativity, and the capacity to see beauty and potential in all things.",
                  "The woman who embodies transformative love knows that love is not just a feeling but a force for healing and growth. She loves with wisdom and boundaries, understanding that true love sometimes requires difficult conversations or letting go."
                ]
              }
            ],
            "balance": {
              "balance": "Mature Sacred Lover/Love Goddess",
              "shadow": "Seductive Enchantress ↔ Disconnected Performer",
              "powerAnimals": "Dove, Swan, Bee",
              "qualities": "Radiant, Sensual, Devotional, Tender, Magnetic, Joyful, Reverent, Creative, Alive, Generous"
            }
          }
        },
        {
          "name": "Muse / Song Goddess (Saraswati)",
          "slug": "muse-song-goddess",
          "qualities": [
            "inspiration"
          ],
          "gifts": "Sparks expression in self/others.",
          "growthPath": "Inspire with responsibility; complete what you start.",
          "practices": [
            "\"One song a day\" micro-creation",
            "Finish-line dates"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Chaotic Inspiration",
                "type": "active",
                "description": [
                  "The Chaotic Inspiration represents the active shadow aspect of the muse-song-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Chaotic Inspiration energy",
                  "My active nature drives my behavior",
                  "I operate from the Chaotic Inspiration perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Chaotic Inspiration impulse"
                ],
                "balancing": [
                  "Recognize when the Chaotic Inspiration energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Chaotic Inspiration patterns",
                  "Develop awareness of Chaotic Inspiration triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Chaotic Inspiration shadow is learning to transform active energy into conscious, balanced expression of the muse-song-goddess archetype's true power.",
                "outOfBalance": [
                  "Chaotic Inspiration behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Chaotic Inspiration expressions",
                  "Imbalanced muse-song-goddess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Fickle Wanderer",
                "type": "passive",
                "description": [
                  "The Fickle Wanderer represents the passive shadow aspect of the muse-song-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Fickle Wanderer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Fickle Wanderer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Fickle Wanderer impulse"
                ],
                "balancing": [
                  "Recognize when the Fickle Wanderer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Fickle Wanderer patterns",
                  "Develop awareness of Fickle Wanderer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Fickle Wanderer shadow is learning to transform passive energy into conscious, balanced expression of the muse-song-goddess archetype's true power.",
                "outOfBalance": [
                  "Fickle Wanderer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Fickle Wanderer expressions",
                  "Imbalanced muse-song-goddess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Muse/Song Goddess",
              "paragraphs": [
                "The Mature Muse/Song Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of muse/song goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Muse/Song Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Muse/Song Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the muse/song goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the muse/song goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Muse/Song Goddess",
              "shadow": "Chaotic Inspiration ↔ Fickle Wanderer",
              "powerAnimals": "Nightingale, Swan, Butterfly",
              "qualities": "Inspiring, Expressive, Playful, Attentive, Magnetic, Rhythmic, Refined, Courageous, Devoted, Flowing"
            },
            "virtues": [
              {
                "title": "Inspiration",
                "quote": "“We live by stories, we also live by the songs that carry them.” — Anonymous",
                "paragraphs": [
                  "Inspiration is a signature virtue of the Mature Muse/Song Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices inspiration as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, inspiration shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Muse/Song Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Creatrix / Spider Weaver (Spider Woman)",
          "slug": "creatrix-spider-weaver",
          "qualities": [
            "births ideas & art"
          ],
          "gifts": "Weaves ideas, systems, art; births forms.",
          "growthPath": "Create boldly; ship imperfectly.",
          "practices": [
            "70% rule (publish at 70%)",
            "Two-week weave (startâshipâreflect)"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Perfectionist Creator",
                "type": "active",
                "description": [
                  "The Perfectionist Creator represents the active shadow aspect of the creatrix-spider-weaver archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Perfectionist Creator energy",
                  "My active nature drives my behavior",
                  "I operate from the Perfectionist Creator perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Perfectionist Creator impulse"
                ],
                "balancing": [
                  "Recognize when the Perfectionist Creator energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Perfectionist Creator patterns",
                  "Develop awareness of Perfectionist Creator triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Perfectionist Creator shadow is learning to transform active energy into conscious, balanced expression of the creatrix-spider-weaver archetype's true power.",
                "outOfBalance": [
                  "Perfectionist Creator behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Perfectionist Creator expressions",
                  "Imbalanced creatrix-spider-weaver energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Blocked Artist",
                "type": "passive",
                "description": [
                  "The Blocked Artist represents the passive shadow aspect of the creatrix-spider-weaver archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Blocked Artist energy",
                  "My passive nature drives my behavior",
                  "I operate from the Blocked Artist perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Blocked Artist impulse"
                ],
                "balancing": [
                  "Recognize when the Blocked Artist energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Blocked Artist patterns",
                  "Develop awareness of Blocked Artist triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Blocked Artist shadow is learning to transform passive energy into conscious, balanced expression of the creatrix-spider-weaver archetype's true power.",
                "outOfBalance": [
                  "Blocked Artist behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Blocked Artist expressions",
                  "Imbalanced creatrix-spider-weaver energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Creatrix/Spider Weaver",
              "paragraphs": [
                "The Mature Creatrix/Spider Weaver is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of creatrix/spider weaver energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Creatrix/Spider Weaver recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Creatrix/Spider Weaver communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the creatrix/spider weaver virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the creatrix/spider weaver within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Creatrix/Spider Weaver",
              "shadow": "Perfectionist Creator ↔ Blocked Artist",
              "powerAnimals": "Spider, Beaver, Hummingbird",
              "qualities": "Creative, Patient, Inventive, Industrious, Visionary, Generative, Bold, Resourceful, Iterative, Whole-systems"
            },
            "virtues": [
              {
                "title": "Generativity",
                "quote": "“What we plant in the soil of contemplation, we shall reap in the harvest of action.” — Meister Eckhart",
                "paragraphs": [
                  "Generativity is a signature virtue of the Mature Creatrix/Spider Weaver. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices generativity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, generativity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Creatrix/Spider Weaver remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Healer / Priestess",
          "slug": "young-healer-priestess",
          "qualities": [
            "emerging healing gifts"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance.",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Savior Complex",
                "type": "active",
                "description": [
                  "The Savior Complex represents the active shadow aspect of the young-healer-priestess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Savior Complex energy",
                  "My active nature drives my behavior",
                  "I operate from the Savior Complex perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Savior Complex impulse"
                ],
                "balancing": [
                  "Recognize when the Savior Complex energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Savior Complex patterns",
                  "Develop awareness of Savior Complex triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Savior Complex shadow is learning to transform active energy into conscious, balanced expression of the young-healer-priestess archetype's true power.",
                "outOfBalance": [
                  "Savior Complex behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Savior Complex expressions",
                  "Imbalanced young-healer-priestess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Burned Out Healer",
                "type": "passive",
                "description": [
                  "The Burned Out Healer represents the passive shadow aspect of the young-healer-priestess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Burned Out Healer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Burned Out Healer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Burned Out Healer impulse"
                ],
                "balancing": [
                  "Recognize when the Burned Out Healer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Burned Out Healer patterns",
                  "Develop awareness of Burned Out Healer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Burned Out Healer shadow is learning to transform passive energy into conscious, balanced expression of the young-healer-priestess archetype's true power.",
                "outOfBalance": [
                  "Burned Out Healer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Burned Out Healer expressions",
                  "Imbalanced young-healer-priestess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Young Healer/Priestess",
              "paragraphs": [
                "The Mature Young Healer/Priestess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of young healer/priestess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Young Healer/Priestess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Young Healer/Priestess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the young healer/priestess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the young healer/priestess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Young Healer/Priestess",
              "shadow": "Savior Complex ↔ Burned Out Healer",
              "powerAnimals": "Doe, Dove, Seal",
              "qualities": "Compassionate, Boundaried, Present, Restorative, Empathic, Clear, Centered, Ethical, Grounded, Devotional"
            },
            "virtues": [
              {
                "title": "Compassion",
                "quote": "“Compassion is a verb.” — Thich Nhat Hanh",
                "paragraphs": [
                  "Compassion is a signature virtue of the Mature Young Healer/Priestess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices compassion as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, compassion shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Young Healer/Priestess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Mother",
      "slug": "mother",
      "summary": "Nurture, protect, grow; task = love with boundaries",
      "essence": "",
      "items": [
        {
          "name": "Mother (Isis, Gaia, Corn Mother, Sedna)",
          "slug": "mother",
          "qualities": [
            "unconditional nurture"
          ],
          "gifts": "Unconditional love with wise limits; growth, provision.",
          "growthPath": "Love + limits; empower, don't consume.",
          "practices": [
            "\"Am I doing this for them or instead of them?\"",
            "Empowerment checklist (teach, trust, let go)."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Smothering Mother",
                "type": "active",
                "description": [
                  "The Smothering Mother represents the active shadow aspect of the mother archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Smothering Mother energy",
                  "My active nature drives my behavior",
                  "I operate from the Smothering Mother perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Smothering Mother impulse"
                ],
                "balancing": [
                  "Recognize when the Smothering Mother energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Smothering Mother patterns",
                  "Develop awareness of Smothering Mother triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Smothering Mother shadow is learning to transform active energy into conscious, balanced expression of the mother archetype's true power.",
                "outOfBalance": [
                  "Smothering Mother behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Smothering Mother expressions",
                  "Imbalanced mother energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Absent Mother",
                "type": "passive",
                "description": [
                  "The Absent Mother represents the passive shadow aspect of the mother archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Absent Mother energy",
                  "My passive nature drives my behavior",
                  "I operate from the Absent Mother perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Absent Mother impulse"
                ],
                "balancing": [
                  "Recognize when the Absent Mother energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Absent Mother patterns",
                  "Develop awareness of Absent Mother triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Absent Mother shadow is learning to transform passive energy into conscious, balanced expression of the mother archetype's true power.",
                "outOfBalance": [
                  "Absent Mother behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Absent Mother expressions",
                  "Imbalanced mother energy",
                  "Destructive passive manifestations"
                ]
              },
              {
                "name": "Smothering Mother",
                "type": "active",
                "description": [
                  "The Smothering Mother represents the active shadow aspect of the mother archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Smothering Mother energy",
                  "My active nature drives my behavior",
                  "I operate from the Smothering Mother perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Smothering Mother impulse"
                ],
                "balancing": [
                  "Recognize when the Smothering Mother energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Smothering Mother patterns",
                  "Develop awareness of Smothering Mother triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Smothering Mother shadow is learning to transform active energy into conscious, balanced expression of the mother archetype's true power.",
                "outOfBalance": [
                  "Smothering Mother behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Smothering Mother expressions",
                  "Imbalanced mother energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Absent Mother",
                "type": "passive",
                "description": [
                  "The Absent Mother represents the passive shadow aspect of the mother archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Absent Mother energy",
                  "My passive nature drives my behavior",
                  "I operate from the Absent Mother perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Absent Mother impulse"
                ],
                "balancing": [
                  "Recognize when the Absent Mother energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Absent Mother patterns",
                  "Develop awareness of Absent Mother triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Absent Mother shadow is learning to transform passive energy into conscious, balanced expression of the mother archetype's true power.",
                "outOfBalance": [
                  "Absent Mother behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Absent Mother expressions",
                  "Imbalanced mother energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Mother",
              "paragraphs": [
                "The Mature Mother is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of mother energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Mother recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Mother communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the mother virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the mother within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Mother",
              "shadow": "Smothering Mother ↔ Absent Mother",
              "powerAnimals": "Bear, Cow, Elephant",
              "qualities": "Nurturing, Steady, Protective, Generous, Patient, Wise, Resilient, Grounded, Empowering, Trustworthy"
            },
            "virtues": [
              {
                "title": "Steadfast Nurture",
                "quote": "“There is a time to hold on and a time to let go.” — Anonymous",
                "paragraphs": [
                  "Steadfast Nurture is a signature virtue of the Mature Mother. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices steadfast nurture as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, steadfast nurture shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Mother remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Wife / Nurturer / Hearth Goddess (Hestia, Nephthys)",
          "slug": "wife-nurturer-hearth-goddess",
          "qualities": [
            "domestic stability"
          ],
          "gifts": "Home as temple; quiet devotion; ennobling support.",
          "growthPath": "Nurture with boundaries; serve without self-abandonment.",
          "practices": [
            "Weekly \"hearth audit\": What nurtures me? What is reciprocal?"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Enabling Doormat",
                "type": "active",
                "description": [
                  "The Enabling Doormat represents the active shadow aspect of the wife-nurturer-hearth-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Enabling Doormat energy",
                  "My active nature drives my behavior",
                  "I operate from the Enabling Doormat perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Enabling Doormat impulse"
                ],
                "balancing": [
                  "Recognize when the Enabling Doormat energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Enabling Doormat patterns",
                  "Develop awareness of Enabling Doormat triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Enabling Doormat shadow is learning to transform active energy into conscious, balanced expression of the wife-nurturer-hearth-goddess archetype's true power.",
                "outOfBalance": [
                  "Enabling Doormat behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Enabling Doormat expressions",
                  "Imbalanced wife-nurturer-hearth-goddess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Self-Erasing Servant",
                "type": "passive",
                "description": [
                  "The Self-Erasing Servant represents the passive shadow aspect of the wife-nurturer-hearth-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Self-Erasing Servant energy",
                  "My passive nature drives my behavior",
                  "I operate from the Self-Erasing Servant perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Self-Erasing Servant impulse"
                ],
                "balancing": [
                  "Recognize when the Self-Erasing Servant energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Self-Erasing Servant patterns",
                  "Develop awareness of Self-Erasing Servant triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Self-Erasing Servant shadow is learning to transform passive energy into conscious, balanced expression of the wife-nurturer-hearth-goddess archetype's true power.",
                "outOfBalance": [
                  "Self-Erasing Servant behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Self-Erasing Servant expressions",
                  "Imbalanced wife-nurturer-hearth-goddess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Wife/Nurturer/Hearth Goddess",
              "paragraphs": [
                "The Mature Wife/Nurturer/Hearth Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of wife/nurturer/hearth goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Wife/Nurturer/Hearth Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Wife/Nurturer/Hearth Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the wife/nurturer/hearth goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the wife/nurturer/hearth goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Wife/Nurturer/Hearth Goddess",
              "shadow": "Enabling Doormat ↔ Self-Erasing Servant",
              "powerAnimals": "Cat, Hearth Hound, Wren",
              "qualities": "Devoted, Warm, Steady, Reciprocal, Boundaried, Simple, Grounded, Gracious, Attentive, Reliable"
            },
            "virtues": [
              {
                "title": "Reciprocity",
                "quote": "“Love is not a possession to hold, but a practice to tend.” — Anonymous",
                "paragraphs": [
                  "Reciprocity is a signature virtue of the Mature Wife/Nurturer/Hearth Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices reciprocity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, reciprocity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Wife/Nurturer/Hearth Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Guardian / Buffalo Woman",
          "slug": "guardian-buffalo-woman",
          "qualities": [
            "sacred protection"
          ],
          "gifts": "Threshold keeper; protects what is sacred.",
          "growthPath": "Discern what deserves protection; guard with wisdom.",
          "practices": [
            "\"Doorframe test\": What enters? What leaves? Name criteria out loud."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Rigid Gatekeeper",
                "type": "active",
                "description": [
                  "The Rigid Gatekeeper represents the active shadow aspect of the guardian-buffalo-woman archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Rigid Gatekeeper energy",
                  "My active nature drives my behavior",
                  "I operate from the Rigid Gatekeeper perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Rigid Gatekeeper impulse"
                ],
                "balancing": [
                  "Recognize when the Rigid Gatekeeper energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Rigid Gatekeeper patterns",
                  "Develop awareness of Rigid Gatekeeper triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Rigid Gatekeeper shadow is learning to transform active energy into conscious, balanced expression of the guardian-buffalo-woman archetype's true power.",
                "outOfBalance": [
                  "Rigid Gatekeeper behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Rigid Gatekeeper expressions",
                  "Imbalanced guardian-buffalo-woman energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Boundary-less Protector",
                "type": "passive",
                "description": [
                  "The Boundary-less Protector represents the passive shadow aspect of the guardian-buffalo-woman archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Boundary-less Protector energy",
                  "My passive nature drives my behavior",
                  "I operate from the Boundary-less Protector perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Boundary-less Protector impulse"
                ],
                "balancing": [
                  "Recognize when the Boundary-less Protector energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Boundary-less Protector patterns",
                  "Develop awareness of Boundary-less Protector triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Boundary-less Protector shadow is learning to transform passive energy into conscious, balanced expression of the guardian-buffalo-woman archetype's true power.",
                "outOfBalance": [
                  "Boundary-less Protector behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Boundary-less Protector expressions",
                  "Imbalanced guardian-buffalo-woman energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Guardian/Buffalo Woman",
              "paragraphs": [
                "The Mature Guardian/Buffalo Woman is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of guardian/buffalo woman energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Guardian/Buffalo Woman recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Guardian/Buffalo Woman communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the guardian/buffalo woman virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the guardian/buffalo woman within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Guardian/Buffalo Woman",
              "shadow": "Rigid Gatekeeper ↔ Boundary-less Protector",
              "powerAnimals": "Buffalo, Wolf, Bear",
              "qualities": "Protective, Discerning, Devout, Grounded, Steadfast, Strong, Courageous, Honorable, Patient, Trustworthy"
            },
            "virtues": [
              {
                "title": "Sacred Protection",
                "quote": "“What you protect reveals what you value.” — Anonymous",
                "paragraphs": [
                  "Sacred Protection is a signature virtue of the Mature Guardian/Buffalo Woman. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices sacred protection as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, sacred protection shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Guardian/Buffalo Woman remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Warrior / Warrioress / Huntress (Sekhmet, Diana)",
          "slug": "warrior-warrioress-huntress",
          "qualities": [
            "fierce protective focus"
          ],
          "gifts": "Focus, boundary enforcement, swift action.",
          "growthPath": "Channel aggression constructively; fight for what matters.",
          "practices": [
            "\"Single target\" daily; 90-second boundary script (ObserveâImpactâRequest)."
          ],
          "extended": {
            "mature": {
              "title": "Mature Warrior/Huntress",
              "paragraphs": [
                "The Mature Warrior/Huntress embodies focused feminine power in actionâshe who pursues her goals with fierce determination, protects what is sacred, and faces challenges with courage and skill. She is the embodiment of directed energy, protective instinct, and the willingness to fight for what matters most.",
                "The Warrior/Huntress knows how to channel her aggression constructively, to set and maintain boundaries, and to pursue her objectives with laser-like focus. She is strategic, disciplined, and unafraid of conflict when it serves a higher purpose. Her strength is both physical and spiritual, and she uses it in service of protection, justice, and achievement."
              ]
            },
            "declarations": [
              "I channel my power with purpose and precision",
              "I protect what is sacred with fierce determination",
              "I face challenges with courage and strategic thinking",
              "My boundaries are clear and I defend them when necessary",
              "I pursue my goals with focused action and unwavering commitment",
              "I transform obstacles into opportunities for growth",
              "I fight for justice and stand up for those who cannot stand for themselves",
              "My strength serves the highest good",
              "I embrace healthy competition and challenge myself to excel",
              "I am both fierce and compassionate, strong and wise"
            ],
            "balance": {
              "balance": "Mature Warrior/Huntress",
              "shadow": "Bully Warrior ââ Victim Warrior",
              "powerAnimals": "Wolf, Hawk, Jaguar",
              "qualities": "Focused, Courageous, Strategic, Protective, Disciplined, Determined, Just, Skilled, Competitive, Fierce"
            },
            "shadows": [
              {
                "name": "Aggressive Bully",
                "type": "active",
                "description": [
                  "The Aggressive Bully represents the active shadow aspect of the warrior-warrioress-huntress archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Aggressive Bully energy",
                  "My active nature drives my behavior",
                  "I operate from the Aggressive Bully perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Aggressive Bully impulse"
                ],
                "balancing": [
                  "Recognize when the Aggressive Bully energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Aggressive Bully patterns",
                  "Develop awareness of Aggressive Bully triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Aggressive Bully shadow is learning to transform active energy into conscious, balanced expression of the warrior-warrioress-huntress archetype's true power.",
                "outOfBalance": [
                  "Aggressive Bully behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Aggressive Bully expressions",
                  "Imbalanced warrior-warrioress-huntress energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Collapsed Fighter",
                "type": "passive",
                "description": [
                  "The Collapsed Fighter represents the passive shadow aspect of the warrior-warrioress-huntress archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Collapsed Fighter energy",
                  "My passive nature drives my behavior",
                  "I operate from the Collapsed Fighter perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Collapsed Fighter impulse"
                ],
                "balancing": [
                  "Recognize when the Collapsed Fighter energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Collapsed Fighter patterns",
                  "Develop awareness of Collapsed Fighter triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Collapsed Fighter shadow is learning to transform passive energy into conscious, balanced expression of the warrior-warrioress-huntress archetype's true power.",
                "outOfBalance": [
                  "Collapsed Fighter behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Collapsed Fighter expressions",
                  "Imbalanced warrior-warrioress-huntress energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Boundaries",
                "quote": "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others. - BrenÃ© Brown",
                "paragraphs": [
                  "Sacred boundaries represent the Warrior/Huntress's essential skillâthe ability to discern what belongs in your space and what doesn't. Boundaries are not walls that separate us from life, but sacred containers that allow us to show up authentically and sustainably.",
                  "The woman who understands sacred boundaries knows that saying \"no\" to what doesn't serve is saying \"yes\" to what does. She recognizes that her energy is finite and precious, guarding it like the treasure it is without apologizing for her limits."
                ]
              }
            ]
          }
        },
        {
          "name": "Weaver / Community Goddess",
          "slug": "weaver-community-goddess",
          "qualities": [
            "sacred interdependence"
          ],
          "gifts": "Sacred interdependence; collaborative wisdom; community building.",
          "growthPath": "Balance autonomy with connection; give and receive with equal grace.",
          "practices": [
            "Ask for help weekly; practice saying no with kindness; collaboration projects."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Controlling Networker",
                "type": "active",
                "description": [
                  "The Controlling Networker represents the active shadow aspect of the weaver-community-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Controlling Networker energy",
                  "My active nature drives my behavior",
                  "I operate from the Controlling Networker perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Controlling Networker impulse"
                ],
                "balancing": [
                  "Recognize when the Controlling Networker energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Controlling Networker patterns",
                  "Develop awareness of Controlling Networker triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Controlling Networker shadow is learning to transform active energy into conscious, balanced expression of the weaver-community-goddess archetype's true power.",
                "outOfBalance": [
                  "Controlling Networker behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Controlling Networker expressions",
                  "Imbalanced weaver-community-goddess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Codependent Helper",
                "type": "passive",
                "description": [
                  "The Codependent Helper represents the passive shadow aspect of the weaver-community-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Codependent Helper energy",
                  "My passive nature drives my behavior",
                  "I operate from the Codependent Helper perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Codependent Helper impulse"
                ],
                "balancing": [
                  "Recognize when the Codependent Helper energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Codependent Helper patterns",
                  "Develop awareness of Codependent Helper triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Codependent Helper shadow is learning to transform passive energy into conscious, balanced expression of the weaver-community-goddess archetype's true power.",
                "outOfBalance": [
                  "Codependent Helper behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Codependent Helper expressions",
                  "Imbalanced weaver-community-goddess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Weaver/Community Goddess",
              "paragraphs": [
                "The Mature Weaver/Community Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of weaver/community goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Weaver/Community Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Weaver/Community Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the weaver/community goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the weaver/community goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Weaver/Community Goddess",
              "shadow": "Controlling Networker ↔ Codependent Helper",
              "powerAnimals": "Spider, Ant, Dolphin",
              "qualities": "Collaborative, Relational, Generous, Inclusive, Reciprocal, Attentive, Harmonizing, Strategic, Resilient, Joyful"
            },
            "virtues": [
              {
                "title": "Interdependence",
                "quote": "“If you want to go far, go together.” — African Proverb",
                "paragraphs": [
                  "Interdependence is a signature virtue of the Mature Weaver/Community Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices interdependence as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, interdependence shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Weaver/Community Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Peacemaker / Peace Bringer (Whope)",
          "slug": "peacemaker-peace-bringer",
          "qualities": [
            "harmony for family/community"
          ],
          "gifts": "Harmony, repair, reconciliation.",
          "growthPath": "Peace through truth; harmony after honesty.",
          "practices": [
            "Conflict hygiene: name needs + non-negotiables."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Conflict Avoider",
                "type": "active",
                "description": [
                  "The Conflict Avoider represents the active shadow aspect of the peacemaker-peace-bringer archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Conflict Avoider energy",
                  "My active nature drives my behavior",
                  "I operate from the Conflict Avoider perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Conflict Avoider impulse"
                ],
                "balancing": [
                  "Recognize when the Conflict Avoider energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Conflict Avoider patterns",
                  "Develop awareness of Conflict Avoider triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Conflict Avoider shadow is learning to transform active energy into conscious, balanced expression of the peacemaker-peace-bringer archetype's true power.",
                "outOfBalance": [
                  "Conflict Avoider behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Conflict Avoider expressions",
                  "Imbalanced peacemaker-peace-bringer energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Passive Enabler",
                "type": "passive",
                "description": [
                  "The Passive Enabler represents the passive shadow aspect of the peacemaker-peace-bringer archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Passive Enabler energy",
                  "My passive nature drives my behavior",
                  "I operate from the Passive Enabler perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Passive Enabler impulse"
                ],
                "balancing": [
                  "Recognize when the Passive Enabler energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Passive Enabler patterns",
                  "Develop awareness of Passive Enabler triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Passive Enabler shadow is learning to transform passive energy into conscious, balanced expression of the peacemaker-peace-bringer archetype's true power.",
                "outOfBalance": [
                  "Passive Enabler behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Passive Enabler expressions",
                  "Imbalanced peacemaker-peace-bringer energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Peacemaker/Peace Bringer",
              "paragraphs": [
                "The Mature Peacemaker/Peace Bringer is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of peacemaker/peace bringer energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Peacemaker/Peace Bringer recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Peacemaker/Peace Bringer communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the peacemaker/peace bringer virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the peacemaker/peace bringer within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Peacemaker/Peace Bringer",
              "shadow": "Conflict Avoider ↔ Passive Enabler",
              "powerAnimals": "Dove, Elephant, Lamb",
              "qualities": "Calm, Courageous, Honest, Restorative, Listening, Fair, Bridging, Patient, Rooted, Compassionate"
            },
            "virtues": [
              {
                "title": "Truthful Peace",
                "quote": "“Peace is not the absence of conflict, but the presence of justice.” — Dr. Martin Luther King Jr.",
                "paragraphs": [
                  "Truthful Peace is a signature virtue of the Mature Peacemaker/Peace Bringer. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices truthful peace as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, truthful peace shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Peacemaker/Peace Bringer remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Queen",
      "slug": "queen",
      "summary": "Sovereignty, blessing; task = rule without domination",
      "essence": "Bestows order and blessing, sets clean boundaries, creates safety where life can flourish.",
      "items": [
        {
          "name": "Queen / Hearth Keeper (Brigid)",
          "slug": "queen-hearth-keeper",
          "qualities": [
            "benevolent authority"
          ],
          "gifts": "Stewardship, warmth that organizes; dignifies people and place.",
          "growthPath": "Practice benevolent \"yes\" and principled \"no.\" Share power; keep accountability.",
          "practices": [
            "Morning \"court\" (3 decisions + 1 blessing)",
            "Weekly household rhythm",
            "Boundary statement in one sentence"
          ],
          "extended": {
            "mature": {
              "title": "Mature Queen",
              "paragraphs": [
                "The Mature Queen embodies sovereign feminine powerâshe who creates order from chaos, nurtures growth within her realm, and leads with both strength and compassion. She is the embodiment of creative authority, divine feminine leadership, and protective nurturing. The Queen knows her worth, honors her boundaries, and creates sacred space for all within her domain to flourish.",
                "She radiates confidence without arrogance, commands respect without demanding it, and wields power in service of the highest good. The Queen archetype represents the mature feminine capacity to create, protect, and govern with wisdom, love, and unwavering strength."
              ]
            },
            "declarations": [
              "I am the sovereign of my own life and create order with love and wisdom",
              "My power flows from my connection to the divine feminine source",
              "I nurture growth and possibility in myself and others",
              "I lead by example, inspiring others through my authentic presence",
              "My boundaries are sacred and I honor them with grace",
              "I create beauty and harmony wherever I go",
              "I trust my intuition and make decisions from deep knowing",
              "I am both fierce protector and gentle nurturer",
              "My generosity flows from abundance, not depletion",
              "I celebrate the success and growth of others"
            ],
            "balance": {
              "balance": "Mature Queen",
              "shadow": "Tyrant Queen ââ Powerless Queen",
              "powerAnimals": "Lioness, Swan, Regal Mare",
              "qualities": "Sovereign, Nurturing, Wise, Generous, Protective, Creative, Gracious, Confident, Harmonious, Inspiring"
            },
            "shadows": [
              {
                "name": "Tyrannical Queen",
                "type": "active",
                "description": [
                  "The Tyrannical Queen represents the active shadow aspect of the queen-hearth-keeper archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Tyrannical Queen energy",
                  "My active nature drives my behavior",
                  "I operate from the Tyrannical Queen perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Tyrannical Queen impulse"
                ],
                "balancing": [
                  "Recognize when the Tyrannical Queen energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Tyrannical Queen patterns",
                  "Develop awareness of Tyrannical Queen triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Tyrannical Queen shadow is learning to transform active energy into conscious, balanced expression of the queen-hearth-keeper archetype's true power.",
                "outOfBalance": [
                  "Tyrannical Queen behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Tyrannical Queen expressions",
                  "Imbalanced queen-hearth-keeper energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Powerless Ruler",
                "type": "passive",
                "description": [
                  "The Powerless Ruler represents the passive shadow aspect of the queen-hearth-keeper archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Powerless Ruler energy",
                  "My passive nature drives my behavior",
                  "I operate from the Powerless Ruler perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Powerless Ruler impulse"
                ],
                "balancing": [
                  "Recognize when the Powerless Ruler energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Powerless Ruler patterns",
                  "Develop awareness of Powerless Ruler triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Powerless Ruler shadow is learning to transform passive energy into conscious, balanced expression of the queen-hearth-keeper archetype's true power.",
                "outOfBalance": [
                  "Powerless Ruler behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Powerless Ruler expressions",
                  "Imbalanced queen-hearth-keeper energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sovereignty",
                "quote": "\"No one can make you feel inferior without your consent.\" - Eleanor Roosevelt",
                "paragraphs": [
                  "Sovereignty is the Queen's most essential virtueâthe recognition that you are the ultimate authority in your own life. True sovereignty is not about controlling others or external circumstances, but about owning your power to choose your responses, your boundaries, and your path.",
                  "The sovereign woman knows that her worth is inherent, not earned through others' approval. She makes decisions from her own center, guided by her values and wisdom. She neither gives her power away nor tries to take power from others, but stands in her own authority with grace and strength.",
                  "Sovereignty requires courageâthe courage to disappoint others when necessary, to stand alone when needed, and to trust your own judgment. It means taking full responsibility for your life while releasing the need to control what is not yours to control.",
                  "Developing sovereignty is a lifelong practice of coming home to yourself, honoring your truth, and creating your life from authentic choice rather than reactive patterns or others' expectations."
                ]
              },
              {
                "title": "Nurturing Leadership",
                "quote": "\"The best way to find out if you can trust somebody is to trust them.\" - Ernest Hemingway",
                "paragraphs": [
                  "Nurturing leadership represents the Queen's unique giftâthe ability to create environments where others can flourish while maintaining clear direction and boundaries. Unlike dominating leadership that seeks to control, nurturing leadership seeks to cultivate and support growth.",
                  "The nurturing leader leads by example, showing others what's possible rather than demanding compliance. She creates psychological safety where people can take risks, make mistakes, and learn. She sees the potential in others and helps them develop it, while also maintaining high standards and clear expectations.",
                  "This style of leadership requires patience, wisdom, and the ability to see the bigger picture. The nurturing leader knows when to step in and when to step back, when to support and when to challenge. She understands that true power lies in empowering others.",
                  "Nurturing leadership is particularly needed in our world todayâleadership that values collaboration over competition, growth over domination, and sustainable success over quick wins."
                ]
              },
              {
                "title": "Creative Authority",
                "quote": "\"The future belongs to those who believe in the beauty of their dreams.\" - Eleanor Roosevelt",
                "paragraphs": [
                  "Creative authority is the Queen's power to envision and manifest new realities. It's the recognition that life is a creative act and that we are all artists painting our existence with the choices we make daily.",
                  "The woman who embodies creative authority doesn't wait for permission to create the life she envisions. She understands that authority comes not from external validation but from her connection to the creative force of life itself. She is both artist and art, creator and creation.",
                  "Creative authority requires both vision and practical action. It means dreaming boldly while also taking the concrete steps to bring those dreams into reality. It involves trusting the creative process even when the path isn't clear.",
                  "This virtue teaches us that we are not victims of circumstance but active participants in creating our reality. Every woman has the authority to author her own story, to create beauty, meaning, and positive change in the world."
                ]
              }
            ]
          }
        },
        {
          "name": "Justice (Ma'at)",
          "slug": "justice",
          "qualities": [
            "truth & balance"
          ],
          "gifts": "Balances scales, names truth without venom.",
          "growthPath": "Speak truth with compassion; act on values consistently.",
          "practices": [
            "Factâfeelingâvalueârequest script",
            "Truth circle with time-boxed shares"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Harsh Judge",
                "type": "active",
                "description": [
                  "The Harsh Judge represents the active shadow aspect of the justice archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Harsh Judge energy",
                  "My active nature drives my behavior",
                  "I operate from the Harsh Judge perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Harsh Judge impulse"
                ],
                "balancing": [
                  "Recognize when the Harsh Judge energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Harsh Judge patterns",
                  "Develop awareness of Harsh Judge triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Harsh Judge shadow is learning to transform active energy into conscious, balanced expression of the justice archetype's true power.",
                "outOfBalance": [
                  "Harsh Judge behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Harsh Judge expressions",
                  "Imbalanced justice energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Passive Bystander",
                "type": "passive",
                "description": [
                  "The Passive Bystander represents the passive shadow aspect of the justice archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Passive Bystander energy",
                  "My passive nature drives my behavior",
                  "I operate from the Passive Bystander perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Passive Bystander impulse"
                ],
                "balancing": [
                  "Recognize when the Passive Bystander energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Passive Bystander patterns",
                  "Develop awareness of Passive Bystander triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Passive Bystander shadow is learning to transform passive energy into conscious, balanced expression of the justice archetype's true power.",
                "outOfBalance": [
                  "Passive Bystander behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Passive Bystander expressions",
                  "Imbalanced justice energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Justice",
              "paragraphs": [
                "The Mature Justice is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of justice energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Justice recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Justice communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the justice virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the justice within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Justice",
              "shadow": "Harsh Judge ↔ Passive Bystander",
              "powerAnimals": "Lioness, Crane, Elephant",
              "qualities": "Fair, Clear, Steady, Principled, Courageous, Measured, Compassionate, Honest, Balanced, Resolute"
            },
            "virtues": [
              {
                "title": "Integrity",
                "quote": "“In matters of conscience, the law of majority has no place.” — Attributed to Mahatma Gandhi",
                "paragraphs": [
                  "Integrity is a signature virtue of the Mature Justice. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices integrity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, integrity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Justice remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Sky / Sun / Star Goddess (Nut, Amaterasu, Ishtar)",
          "slug": "sky-sun-star-goddess",
          "qualities": [
            "cosmic order & radiance"
          ],
          "gifts": "Vision from altitude; radiance that inspires.",
          "growthPath": "Balance cosmic vision with earthly connection.",
          "practices": [
            "Balcony/ground alternation: 10 minutes aerial planning, 10 minutes embodied check-in."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Prideful Dominator",
                "type": "active",
                "description": [
                  "The Prideful Dominator represents the active shadow aspect of the sky-sun-star-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Prideful Dominator energy",
                  "My active nature drives my behavior",
                  "I operate from the Prideful Dominator perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Prideful Dominator impulse"
                ],
                "balancing": [
                  "Recognize when the Prideful Dominator energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Prideful Dominator patterns",
                  "Develop awareness of Prideful Dominator triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Prideful Dominator shadow is learning to transform active energy into conscious, balanced expression of the sky-sun-star-goddess archetype's true power.",
                "outOfBalance": [
                  "Prideful Dominator behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Prideful Dominator expressions",
                  "Imbalanced sky-sun-star-goddess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Disconnected Deity",
                "type": "passive",
                "description": [
                  "The Disconnected Deity represents the passive shadow aspect of the sky-sun-star-goddess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Disconnected Deity energy",
                  "My passive nature drives my behavior",
                  "I operate from the Disconnected Deity perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Disconnected Deity impulse"
                ],
                "balancing": [
                  "Recognize when the Disconnected Deity energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Disconnected Deity patterns",
                  "Develop awareness of Disconnected Deity triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Disconnected Deity shadow is learning to transform passive energy into conscious, balanced expression of the sky-sun-star-goddess archetype's true power.",
                "outOfBalance": [
                  "Disconnected Deity behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Disconnected Deity expressions",
                  "Imbalanced sky-sun-star-goddess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Sky/Sun/Star Goddess",
              "paragraphs": [
                "The Mature Sky/Sun/Star Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of sky/sun/star goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Sky/Sun/Star Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Sky/Sun/Star Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the sky/sun/star goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the sky/sun/star goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Sky/Sun/Star Goddess",
              "shadow": "Prideful Dominator ↔ Disconnected Deity",
              "powerAnimals": "Eagle, Solar Horse, Swan",
              "qualities": "Radiant, Visionary, Expansive, Orderly, Noble, Illuminating, Uplifting, Steady, Warm, Inspirational"
            },
            "virtues": [
              {
                "title": "Radiance",
                "quote": "“We are stars wrapped in skin; the light you are seeking has always been within.” — Rumi",
                "paragraphs": [
                  "Radiance is a signature virtue of the Mature Sky/Sun/Star Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices radiance as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, radiance shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Sky/Sun/Star Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Sage / Wisdom (Athena)",
          "slug": "sage-wisdom",
          "qualities": [
            "strategy & clarity"
          ],
          "gifts": "Strategy, clear counsel, just timing.",
          "growthPath": "Wisdom with warmth; knowledge in service.",
          "practices": [
            "\"Ask three questions before one claim.\"",
            "Pair logic with one embodied check."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Arrogant Know-It-All",
                "type": "active",
                "description": [
                  "The Arrogant Know-It-All represents the active shadow aspect of the sage-wisdom archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Arrogant Know-It-All energy",
                  "My active nature drives my behavior",
                  "I operate from the Arrogant Know-It-All perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Arrogant Know-It-All impulse"
                ],
                "balancing": [
                  "Recognize when the Arrogant Know-It-All energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Arrogant Know-It-All patterns",
                  "Develop awareness of Arrogant Know-It-All triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Arrogant Know-It-All shadow is learning to transform active energy into conscious, balanced expression of the sage-wisdom archetype's true power.",
                "outOfBalance": [
                  "Arrogant Know-It-All behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Arrogant Know-It-All expressions",
                  "Imbalanced sage-wisdom energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Withholding Sage",
                "type": "passive",
                "description": [
                  "The Withholding Sage represents the passive shadow aspect of the sage-wisdom archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Withholding Sage energy",
                  "My passive nature drives my behavior",
                  "I operate from the Withholding Sage perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Withholding Sage impulse"
                ],
                "balancing": [
                  "Recognize when the Withholding Sage energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Withholding Sage patterns",
                  "Develop awareness of Withholding Sage triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Withholding Sage shadow is learning to transform passive energy into conscious, balanced expression of the sage-wisdom archetype's true power.",
                "outOfBalance": [
                  "Withholding Sage behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Withholding Sage expressions",
                  "Imbalanced sage-wisdom energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Sage/Wisdom",
              "paragraphs": [
                "The Mature Sage/Wisdom is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of sage/wisdom energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Sage/Wisdom recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Sage/Wisdom communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the sage/wisdom virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the sage/wisdom within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Sage/Wisdom",
              "shadow": "Arrogant Know-It-All ↔ Withholding Sage",
              "powerAnimals": "Owl, Fox, Elephant",
              "qualities": "Wise, Discerning, Curious, Strategic, Calm, Perceptive, Measured, Ethical, Insightful, Practical"
            },
            "virtues": [
              {
                "title": "Clarity",
                "quote": "“Clear thinking requires courage rather than intelligence.” — Thomas Szasz",
                "paragraphs": [
                  "Clarity is a signature virtue of the Mature Sage/Wisdom. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices clarity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, clarity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Sage/Wisdom remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Magician / Alchemist / Witch / Scribe (Seshat)",
          "slug": "magician-alchemist-witch-scribe",
          "qualities": [
            "transformation & knowledge"
          ],
          "gifts": "Pattern recognition, language, spell-craft (reframing reality).",
          "growthPath": "Use power ethically; transform without manipulating.",
          "practices": [
            "Before advice: mirror + summarize; after: consent check.",
            "Daily \"one true sentence.\""
          ],
          "extended": {
            "mature": {
              "title": "Mature Magician/Wise Woman",
              "paragraphs": [
                "The Mature Magician/Wise Woman embodies transformative feminine powerâshe who works with the hidden forces of nature and consciousness to create change, healing, and growth. She represents wisdom, intuition, and the ability to see beyond surface appearances into deeper truths.",
                "She is skilled in transformation through healing, creative work, or deep psychological insight. The Mature Wise Woman knows how to work with energy, cycles, and the mysterious forces that govern life, connecting ancient wisdom with contemporary needs."
              ]
            },
            "declarations": [
              "I trust my intuition and inner knowing above all external authorities",
              "I work with natural forces and cycles to create positive change",
              "My wisdom comes from direct experience and deep study",
              "I transform challenges into opportunities for growth and learning",
              "I see beneath surface appearances to deeper truths",
              "My abilities serve healing, growth, and the highest good",
              "I am connected to ancient wisdom and contemporary insight",
              "I embrace my power to influence reality through consciousness and action",
              "I honor the mystery while seeking understanding",
              "I use my gifts responsibly and ethically"
            ],
            "balance": {
              "balance": "Mature Magician/Wise Woman",
              "shadow": "Manipulator ââ Powerless Wise Woman",
              "powerAnimals": "Owl, Raven, Snake",
              "qualities": "Intuitive, Transformative, Wise, Magical, Insightful, Healing, Mysterious, Powerful, Independent, Visionary"
            },
            "shadows": [
              {
                "name": "Manipulative Sorceress",
                "type": "active",
                "description": [
                  "The Manipulative Sorceress represents the active shadow aspect of the magician-alchemist-witch-scribe archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Manipulative Sorceress energy",
                  "My active nature drives my behavior",
                  "I operate from the Manipulative Sorceress perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Manipulative Sorceress impulse"
                ],
                "balancing": [
                  "Recognize when the Manipulative Sorceress energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Manipulative Sorceress patterns",
                  "Develop awareness of Manipulative Sorceress triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Manipulative Sorceress shadow is learning to transform active energy into conscious, balanced expression of the magician-alchemist-witch-scribe archetype's true power.",
                "outOfBalance": [
                  "Manipulative Sorceress behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Manipulative Sorceress expressions",
                  "Imbalanced magician-alchemist-witch-scribe energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Powerless Mystic",
                "type": "passive",
                "description": [
                  "The Powerless Mystic represents the passive shadow aspect of the magician-alchemist-witch-scribe archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Powerless Mystic energy",
                  "My passive nature drives my behavior",
                  "I operate from the Powerless Mystic perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Powerless Mystic impulse"
                ],
                "balancing": [
                  "Recognize when the Powerless Mystic energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Powerless Mystic patterns",
                  "Develop awareness of Powerless Mystic triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Powerless Mystic shadow is learning to transform passive energy into conscious, balanced expression of the magician-alchemist-witch-scribe archetype's true power.",
                "outOfBalance": [
                  "Powerless Mystic behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Powerless Mystic expressions",
                  "Imbalanced magician-alchemist-witch-scribe energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Intuitive Wisdom",
                "quote": "The intuitive mind is a sacred gift and the rational mind is a faithful servant. We have created a society that honors the servant and has forgotten the gift. - Albert Einstein",
                "paragraphs": [
                  "Intuitive wisdom represents the Magician/Wise Woman's greatest treasureâthe ability to access knowledge that comes from beyond logical reasoning. This knowing arises from the deep feminine capacity to perceive patterns, energy, and truth not immediately obvious to rational analysis.",
                  "The woman who cultivates intuitive wisdom learns to trust the subtle signals her body and psyche provide, paying attention to dreams, gut feelings, and synchronicities. She understands that intuition complements logic as a different way of knowing."
                ]
              }
            ]
          }
        },
        {
          "name": "Storyteller",
          "slug": "storyteller",
          "qualities": [
            "meaning-making from authority"
          ],
          "gifts": "Meaning-making; communal memory.",
          "growthPath": "Tell truth beautifully; share wisdom generously.",
          "practices": [
            "\"True story, short\" (200 words, sensory + lesson)."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Exaggerating Dramatist",
                "type": "active",
                "description": [
                  "The Exaggerating Dramatist represents the active shadow aspect of the storyteller archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Exaggerating Dramatist energy",
                  "My active nature drives my behavior",
                  "I operate from the Exaggerating Dramatist perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Exaggerating Dramatist impulse"
                ],
                "balancing": [
                  "Recognize when the Exaggerating Dramatist energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Exaggerating Dramatist patterns",
                  "Develop awareness of Exaggerating Dramatist triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Exaggerating Dramatist shadow is learning to transform active energy into conscious, balanced expression of the storyteller archetype's true power.",
                "outOfBalance": [
                  "Exaggerating Dramatist behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Exaggerating Dramatist expressions",
                  "Imbalanced storyteller energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Silent Keeper",
                "type": "passive",
                "description": [
                  "The Silent Keeper represents the passive shadow aspect of the storyteller archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Silent Keeper energy",
                  "My passive nature drives my behavior",
                  "I operate from the Silent Keeper perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Silent Keeper impulse"
                ],
                "balancing": [
                  "Recognize when the Silent Keeper energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Silent Keeper patterns",
                  "Develop awareness of Silent Keeper triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Silent Keeper shadow is learning to transform passive energy into conscious, balanced expression of the storyteller archetype's true power.",
                "outOfBalance": [
                  "Silent Keeper behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Silent Keeper expressions",
                  "Imbalanced storyteller energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Storyteller",
              "paragraphs": [
                "The Mature Storyteller is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of storyteller energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Storyteller recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Storyteller communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the storyteller virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the storyteller within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Storyteller",
              "shadow": "Exaggerating Dramatist ↔ Silent Keeper",
              "powerAnimals": "Raven, Fox, Whale",
              "qualities": "Meaningful, Authentic, Vivid, Empathic, Courageous, Memorable, Integrative, Playful, Grounded, True"
            },
            "virtues": [
              {
                "title": "Truth-telling",
                "quote": "“There is no greater agony than bearing an untold story inside you.” — Maya Angelou",
                "paragraphs": [
                  "Truth-telling is a signature virtue of the Mature Storyteller. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices truth-telling as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, truth-telling shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Storyteller remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Crone",
      "slug": "crone",
      "summary": "Endings, wisdom; task = harvest and transmit",
      "essence": "Composting, endings, fearless truth, rebirth midwifery.",
      "items": [
        {
          "name": "Crone / Underworld Queen (Morrigan, Persephone)",
          "slug": "crone-underworld-queen",
          "qualities": [
            "death/rebirth wisdom"
          ],
          "gifts": "Composting, endings, fearless truth, rebirth midwifery.",
          "growthPath": "End with grace; destroy only what blocks new life.",
          "practices": [
            "Quarterly \"Good Death\" list (what ends now?)",
            "Grief with a witness",
            "Name the harvest"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Destructive Death Bringer",
                "type": "active",
                "description": [
                  "The Destructive Death Bringer represents the active shadow aspect of the crone-underworld-queen archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Destructive Death Bringer energy",
                  "My active nature drives my behavior",
                  "I operate from the Destructive Death Bringer perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Destructive Death Bringer impulse"
                ],
                "balancing": [
                  "Recognize when the Destructive Death Bringer energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Destructive Death Bringer patterns",
                  "Develop awareness of Destructive Death Bringer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Destructive Death Bringer shadow is learning to transform active energy into conscious, balanced expression of the crone-underworld-queen archetype's true power.",
                "outOfBalance": [
                  "Destructive Death Bringer behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Destructive Death Bringer expressions",
                  "Imbalanced crone-underworld-queen energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Eternal Mourner",
                "type": "passive",
                "description": [
                  "The Eternal Mourner represents the passive shadow aspect of the crone-underworld-queen archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Eternal Mourner energy",
                  "My passive nature drives my behavior",
                  "I operate from the Eternal Mourner perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Eternal Mourner impulse"
                ],
                "balancing": [
                  "Recognize when the Eternal Mourner energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Eternal Mourner patterns",
                  "Develop awareness of Eternal Mourner triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Eternal Mourner shadow is learning to transform passive energy into conscious, balanced expression of the crone-underworld-queen archetype's true power.",
                "outOfBalance": [
                  "Eternal Mourner behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Eternal Mourner expressions",
                  "Imbalanced crone-underworld-queen energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Crone/Underworld Queen",
              "paragraphs": [
                "The Mature Crone/Underworld Queen is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of crone/underworld queen energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Crone/Underworld Queen recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Crone/Underworld Queen communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the crone/underworld queen virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the crone/underworld queen within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Crone/Underworld Queen",
              "shadow": "Destructive Death Bringer ↔ Eternal Mourner",
              "powerAnimals": "Raven, Vulture, Cobra",
              "qualities": "Truthful, Fearless, Catalytic, Sovereign, Compassionate, Deep, Transformative, Clear, Mystic, Liberating"
            },
            "virtues": [
              {
                "title": "Release",
                "quote": "“You only lose what you cling to.” — Attributed to Buddha",
                "paragraphs": [
                  "Release is a signature virtue of the Mature Crone/Underworld Queen. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices release as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, release shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Crone/Underworld Queen remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Visionary / Oracle / Moon (Artemis, Moon Woman)",
          "slug": "elder-visionary-oracle-moon",
          "qualities": [
            "far-sight & deep intuition"
          ],
          "gifts": "Intuition, guidance by cycles, long view.",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Lunar planning (new: set 1 seed; full: release 1 thing)",
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Dogmatic Prophet",
                "type": "active",
                "description": [
                  "The Dogmatic Prophet represents the active shadow aspect of the elder-visionary-oracle-moon archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Dogmatic Prophet energy",
                  "My active nature drives my behavior",
                  "I operate from the Dogmatic Prophet perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Dogmatic Prophet impulse"
                ],
                "balancing": [
                  "Recognize when the Dogmatic Prophet energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Dogmatic Prophet patterns",
                  "Develop awareness of Dogmatic Prophet triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Dogmatic Prophet shadow is learning to transform active energy into conscious, balanced expression of the elder-visionary-oracle-moon archetype's true power.",
                "outOfBalance": [
                  "Dogmatic Prophet behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Dogmatic Prophet expressions",
                  "Imbalanced elder-visionary-oracle-moon energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Escapist Dreamer",
                "type": "passive",
                "description": [
                  "The Escapist Dreamer represents the passive shadow aspect of the elder-visionary-oracle-moon archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Escapist Dreamer energy",
                  "My passive nature drives my behavior",
                  "I operate from the Escapist Dreamer perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Escapist Dreamer impulse"
                ],
                "balancing": [
                  "Recognize when the Escapist Dreamer energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Escapist Dreamer patterns",
                  "Develop awareness of Escapist Dreamer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Escapist Dreamer shadow is learning to transform passive energy into conscious, balanced expression of the elder-visionary-oracle-moon archetype's true power.",
                "outOfBalance": [
                  "Escapist Dreamer behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Escapist Dreamer expressions",
                  "Imbalanced elder-visionary-oracle-moon energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Elder Visionary/Oracle/Moon",
              "paragraphs": [
                "The Mature Elder Visionary/Oracle/Moon is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of elder visionary/oracle/moon energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Elder Visionary/Oracle/Moon recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Elder Visionary/Oracle/Moon communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the elder visionary/oracle/moon virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the elder visionary/oracle/moon within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Elder Visionary/Oracle/Moon",
              "shadow": "Dogmatic Prophet ↔ Escapist Dreamer",
              "powerAnimals": "Owl, Whale, Sea Turtle",
              "qualities": "Attuned, Seasoned, Far-seeing, Cyclic, Gentle, Exact, Listening, Guiding, Patient, Kind"
            },
            "virtues": [
              {
                "title": "Attunement",
                "quote": "“The moon is a faithful companion.” — Anonymous",
                "paragraphs": [
                  "Attunement is a signature virtue of the Mature Elder Visionary/Oracle/Moon. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices attunement as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, attunement shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Elder Visionary/Oracle/Moon remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Rebel / Revolutionary / Trickster (Eris)",
          "slug": "rebel-revolutionary-trickster",
          "qualities": [
            "wisdom that breaks old forms"
          ],
          "gifts": "Catalyzes change, exposes stale norms with wit.",
          "growthPath": "Rebel with purpose; change systems, not just oppose.",
          "practices": [
            "Purpose filter: (Harm â / Freedom â / Stewardship â)",
            "Ship one harmless prank for truth"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Chaotic Destroyer",
                "type": "active",
                "description": [
                  "The Chaotic Destroyer represents the active shadow aspect of the rebel-revolutionary-trickster archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Chaotic Destroyer energy",
                  "My active nature drives my behavior",
                  "I operate from the Chaotic Destroyer perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Chaotic Destroyer impulse"
                ],
                "balancing": [
                  "Recognize when the Chaotic Destroyer energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Chaotic Destroyer patterns",
                  "Develop awareness of Chaotic Destroyer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Chaotic Destroyer shadow is learning to transform active energy into conscious, balanced expression of the rebel-revolutionary-trickster archetype's true power.",
                "outOfBalance": [
                  "Chaotic Destroyer behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Chaotic Destroyer expressions",
                  "Imbalanced rebel-revolutionary-trickster energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Conformist Rebel",
                "type": "passive",
                "description": [
                  "The Conformist Rebel represents the passive shadow aspect of the rebel-revolutionary-trickster archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Conformist Rebel energy",
                  "My passive nature drives my behavior",
                  "I operate from the Conformist Rebel perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Conformist Rebel impulse"
                ],
                "balancing": [
                  "Recognize when the Conformist Rebel energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Conformist Rebel patterns",
                  "Develop awareness of Conformist Rebel triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Conformist Rebel shadow is learning to transform passive energy into conscious, balanced expression of the rebel-revolutionary-trickster archetype's true power.",
                "outOfBalance": [
                  "Conformist Rebel behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Conformist Rebel expressions",
                  "Imbalanced rebel-revolutionary-trickster energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Rebel/Revolutionary/Trickster",
              "paragraphs": [
                "The Mature Rebel/Revolutionary/Trickster is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of rebel/revolutionary/trickster energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Rebel/Revolutionary/Trickster recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Rebel/Revolutionary/Trickster communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the rebel/revolutionary/trickster virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the rebel/revolutionary/trickster within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Rebel/Revolutionary/Trickster",
              "shadow": "Chaotic Destroyer ↔ Conformist Rebel",
              "powerAnimals": "Coyote, Crow, Octopus",
              "qualities": "Playful, Subversive, Liberating, Ethical, Quick, Inventive, Insightful, Courageous, Light-hearted, Disruptive"
            },
            "virtues": [
              {
                "title": "Liberation",
                "quote": "“If I can’t dance, I don’t want to be part of your revolution.” — Emma Goldman",
                "paragraphs": [
                  "Liberation is a signature virtue of the Mature Rebel/Revolutionary/Trickster. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices liberation as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, liberation shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Rebel/Revolutionary/Trickster remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Healer / Priestess",
          "slug": "elder-healer-priestess",
          "qualities": [
            "master of restoration"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance (elder-phase).",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Controlling Healer",
                "type": "active",
                "description": [
                  "The Controlling Healer represents the active shadow aspect of the elder-healer-priestess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the active direction."
                ],
                "declarations": [
                  "I embody the Controlling Healer energy",
                  "My active nature drives my behavior",
                  "I operate from the Controlling Healer perspective",
                  "This active shadow defines how I interact",
                  "I am driven by the Controlling Healer impulse"
                ],
                "balancing": [
                  "Recognize when the Controlling Healer energy is active",
                  "Practice opposite behaviors to balance the active tendency",
                  "Seek feedback from others about Controlling Healer patterns",
                  "Develop awareness of Controlling Healer triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Controlling Healer shadow is learning to transform active energy into conscious, balanced expression of the elder-healer-priestess archetype's true power.",
                "outOfBalance": [
                  "Controlling Healer behavior patterns",
                  "Extreme active reactions",
                  "Unconscious Controlling Healer expressions",
                  "Imbalanced elder-healer-priestess energy",
                  "Destructive active manifestations"
                ]
              },
              {
                "name": "Burned Out Wise Woman",
                "type": "passive",
                "description": [
                  "The Burned Out Wise Woman represents the passive shadow aspect of the elder-healer-priestess archetype.",
                  "This shadow manifests when the archetype's energy becomes imbalanced in the passive direction."
                ],
                "declarations": [
                  "I embody the Burned Out Wise Woman energy",
                  "My passive nature drives my behavior",
                  "I operate from the Burned Out Wise Woman perspective",
                  "This passive shadow defines how I interact",
                  "I am driven by the Burned Out Wise Woman impulse"
                ],
                "balancing": [
                  "Recognize when the Burned Out Wise Woman energy is active",
                  "Practice opposite behaviors to balance the passive tendency",
                  "Seek feedback from others about Burned Out Wise Woman patterns",
                  "Develop awareness of Burned Out Wise Woman triggers",
                  "Cultivate the healthy expression of this archetype energy"
                ],
                "gift": "The gift of the Burned Out Wise Woman shadow is learning to transform passive energy into conscious, balanced expression of the elder-healer-priestess archetype's true power.",
                "outOfBalance": [
                  "Burned Out Wise Woman behavior patterns",
                  "Extreme passive reactions",
                  "Unconscious Burned Out Wise Woman expressions",
                  "Imbalanced elder-healer-priestess energy",
                  "Destructive passive manifestations"
                ]
              }
            ],
            "mature": {
              "title": "Mature Elder Healer/Priestess",
              "paragraphs": [
                "The Mature Elder Healer/Priestess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of elder healer/priestess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Elder Healer/Priestess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Elder Healer/Priestess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the elder healer/priestess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the elder healer/priestess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Mature Elder Healer/Priestess",
              "shadow": "Controlling Healer ↔ Burned Out Wise Woman",
              "powerAnimals": "Elephant, Seal, Swan",
              "qualities": "Compassionate, Boundaried, Wise, Restorative, Devotional, Grounded, Humble, Ethical, Steady, Nourishing"
            },
            "virtues": [
              {
                "title": "Wise Care",
                "quote": "“Care is a form of justice.” — Anonymous",
                "paragraphs": [
                  "Wise Care is a signature virtue of the Mature Elder Healer/Priestess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices wise care as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, wise care shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Elder Healer/Priestess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              }
            ]
          }
        }
      ]
    }
  ]
}
