{
  "title": "Feminine Archetypes - Expanded Shadows",
  "version": "2.0",
  "description": "Complete feminine archetypes with fully expanded shadow content including descriptions, declarations, balancing practices, gifts, and out-of-balance indicators",
  "groups": [
    {
      "name": "Maiden",
      "slug": "maiden",
      "summary": "Innocence, beginning; task = discernment & choice",
      "essence": "Freshness, trust, openness to life; learning discernment and choice.",
      "items": [
        {
          "name": "Maiden",
          "slug": "maiden",
          "qualities": [
            "new beginnings"
          ],
          "gifts": "Freshness, trust, openness to life.",
          "growthPath": "Learn to choose and to say no; cultivate street-wise innocence.",
          "practices": [
            "\"Green/Yellow/Red\" body signals journal",
            "Consent practice in everyday choices"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Manipulative Maiden",
                "type": "active",
                "description": [
                  "The Manipulative Maiden is the overexpressed shadow of the Maiden. She pushes the archetype’s innocence and beginnings to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as curiosity, trust, wonder becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of betrayal, overprotection, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In relationships and learning she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Maiden.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Manipulative Maiden offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Maiden’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Fragile Maiden",
                "type": "passive",
                "description": [
                  "The Fragile Maiden is the underexpressed shadow of the Maiden. She retreats from the archetype’s innocence and beginnings into fog, passivity, or fantasy. What begins as curiosity, trust, wonder collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of betrayal, overprotection taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In relationships and learning she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Maiden gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Fragile Maiden offers spaciousness, reflection, and sensitivity. Integrated, she restores the Maiden’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Maiden",
              "paragraphs": [
                "The Mature Maiden is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of maiden energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Maiden recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Maiden communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the maiden virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the maiden within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Trust ↔ Discernment",
              "shadow": "Manipulative Maiden ↔ Fragile Maiden",
              "powerAnimals": "Fawn, Swallow, Dolphin",
              "qualities": "Innocent, Curious, Trusting, Open-hearted, Playful, Hopeful, Receptive, Tender, Discerning, Brave"
            },
            "virtues": [
              {
                "title": "Discernment",
                "quote": "\"When someone shows you who they are, believe them the first time.\" — Maya Angelou",
                "paragraphs": [
                  "Discernment is essential to the Maiden—it channels this archetype’s gifts into meaningful action. Yet discernment is never meant to stand alone. In healthy balance it moves with trust, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, discernment provides proportion, pacing, and care. Without trust, it can drift toward the Fragile Maiden—hesitating, second-guessing, or withdrawing. Coupled with trust, it keeps action timely, humane, and effective."
                ]
              },
              {
                "title": "Trust",
                "quote": "\"You may not control all the events that happen to you, but you can decide not to be reduced by them.\" — Maya Angelou",
                "paragraphs": [
                  "Trust is essential to the Maiden—it channels this archetype’s gifts into meaningful action. Yet trust is never meant to stand alone. In healthy balance it moves with discernment, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, trust shows up as clear choices aligned with values. Untethered from discernment, it can skew toward the Manipulative Maiden—pushing, gripping, or overreaching. In rhythm with discernment, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              }
            ]
          }
        },
        {
          "name": "Adventurer / Storm (Tempest)",
          "slug": "adventurer-storm-tempest",
          "qualities": [
            "freedom",
            "risk"
          ],
          "gifts": "Range, exploration, risk intelligence.",
          "growthPath": "Take calculated risks; explore with wisdom.",
          "practices": [
            "Risk ladder (tinyâsmallâmedium)",
            "Debrief the nervous system after pushes"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Reckless Storm",
                "type": "active",
                "description": [
                  "The Reckless Storm is the overexpressed shadow of the Adventurer / Storm. She pushes the archetype’s freedom and risk to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as courage, movement, exploration becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of chaotic upbringing, neglect, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In decisions and travel she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Adventurer / Storm.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Reckless Storm offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Adventurer / Storm’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Paralyzed Dreamer",
                "type": "passive",
                "description": [
                  "The Paralyzed Dreamer is the underexpressed shadow of the Adventurer / Storm. She retreats from the archetype’s freedom and risk into fog, passivity, or fantasy. What begins as courage, movement, exploration collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of chaotic upbringing, neglect taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In decisions and travel she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Adventurer / Storm gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Paralyzed Dreamer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Adventurer / Storm’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Adventurer/Storm",
              "paragraphs": [
                "The Mature Adventurer/Storm is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of adventurer/storm energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Adventurer/Storm recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Adventurer/Storm communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the adventurer/storm virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the adventurer/storm within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Courage ↔ Consideration",
              "shadow": "Reckless Storm ↔ Paralyzed Dreamer",
              "powerAnimals": "Falcon, Wild Horse, Sea Otter",
              "qualities": "Adventurous, Resilient, Free-spirited, Daring, Resourceful, Adaptable, Alive, Spirited, Grounded, Wise"
            },
            "virtues": [
              {
                "title": "Courage",
                "quote": "\"Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.\" — Maya Angelou",
                "paragraphs": [
                  "Courage is essential to the Adventurer / Storm (Tempest)—it channels this archetype’s gifts into meaningful action. Yet courage is never meant to stand alone. In healthy balance it moves with consideration, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, courage shows up as clear choices aligned with values. Untethered from consideration, it can skew toward the Reckless Storm—pushing, gripping, or overreaching. In rhythm with consideration, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Consideration",
                "quote": "\"If you have only one smile in you give it to the people you love.\" — Maya Angelou",
                "paragraphs": [
                  "Consideration is essential to the Adventurer / Storm (Tempest)—it channels this archetype’s gifts into meaningful action. Yet consideration is never meant to stand alone. In healthy balance it moves with courage, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, consideration provides proportion, pacing, and care. Without courage, it can drift toward the Paralyzed Dreamer—hesitating, second-guessing, or withdrawing. Coupled with courage, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Visionary / Oracle",
          "slug": "young-visionary-oracle",
          "qualities": [
            "early intuitive gifts"
          ],
          "gifts": "Intuition, guidance by cycles, long view (early-phase).",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Fanatic Prophet",
                "type": "active",
                "description": [
                  "The Fanatic Prophet is the overexpressed shadow of the Young Visionary / Oracle. She pushes the archetype’s seeing patterns and futures to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as intuition, imagination, pattern-recognition becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of not being believed, pressure to be special, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In ideas and purpose she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Young Visionary / Oracle.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Fanatic Prophet offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Young Visionary / Oracle’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Lost Dreamer",
                "type": "passive",
                "description": [
                  "The Lost Dreamer is the underexpressed shadow of the Young Visionary / Oracle. She retreats from the archetype’s seeing patterns and futures into fog, passivity, or fantasy. What begins as intuition, imagination, pattern-recognition collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of not being believed, pressure to be special taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In ideas and purpose she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Young Visionary / Oracle gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Lost Dreamer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Young Visionary / Oracle’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Young Visionary/Oracle",
              "paragraphs": [
                "The Mature Young Visionary/Oracle is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of young visionary/oracle energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Young Visionary/Oracle recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Young Visionary/Oracle communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the young visionary/oracle virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the young visionary/oracle within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Intuition ↔ Discernment",
              "shadow": "Fanatic Prophet ↔ Lost Dreamer",
              "powerAnimals": "Owl, Deer, Whale",
              "qualities": "Visionary, Intuitive, Receptive, Attuned, Imaginative, Thoughtful, Humble, Curious, Grounded, Purposeful"
            },
            "virtues": [
              {
                "title": "Humility",
                "quote": "\"“In humility there is great power.”\" — Lao Tzu",
                "paragraphs": [
                  "Humility is a signature virtue of the Mature Young Visionary/Oracle. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices humility as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, humility shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Young Visionary/Oracle remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Intuition",
                "quote": "\"I've learned to trust my instincts. I've learned to trust my inner voice.\" — Oprah Winfrey",
                "paragraphs": [
                  "Intuition is essential to the Young Visionary / Oracle—it channels this archetype’s gifts into meaningful action. Yet intuition is never meant to stand alone. In healthy balance it moves with discernment, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, intuition shows up as clear choices aligned with values. Untethered from discernment, it can skew toward the Fanatic Prophet—pushing, gripping, or overreaching. In rhythm with discernment, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Discernment",
                "quote": "\"When someone shows you who they are, believe them the first time.\" — Maya Angelou",
                "paragraphs": [
                  "Discernment is essential to the Young Visionary / Oracle—it channels this archetype’s gifts into meaningful action. Yet discernment is never meant to stand alone. In healthy balance it moves with intuition, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, discernment provides proportion, pacing, and care. Without intuition, it can drift toward the Lost Dreamer—hesitating, second-guessing, or withdrawing. Coupled with intuition, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Lover / Creatrix",
      "slug": "lover-creatrix",
      "summary": "Embodiment, pleasure, art; task = own desire & healthy reciprocity",
      "essence": "Connection, sensuality, nurture, beauty, birth of life and culture.",
      "items": [
        {
          "name": "Sacred Lover / Love Goddess (Aphrodite, Hathor, Oshun)",
          "slug": "sacred-lover-love-goddess",
          "qualities": [
            "empowered sensuality"
          ],
          "gifts": "Erotic innocence, creativity, devotional play; intimacy as sacrament.",
          "growthPath": "Integrate desire with heart; honor both passion and boundaries.",
          "practices": [
            "5 senses ritual before difficult talks",
            "Desire inventory (own and name)"
          ],
          "extended": {
            "mature": {
              "title": "Mature Love Goddess",
              "paragraphs": [
                "The Mature Love Goddess embodies the divine feminine power of love, sensuality, and creative life force. She represents the celebration of beauty and pleasure, understanding that the body and its desires can be expressions of the sacred when approached with wisdom and integrity.",
                "The Love Goddess knows that love and creativity are not opposites of spirituality but complementary aspects of the same life force. She celebrates authentic connection and understands that her capacity to love and create beauty is a gift to be shared wisely."
              ]
            },
            "declarations": [
              "My body is sacred and deserves to be treated with respect and love",
              "I celebrate healthy pleasure as a pathway to joy and connection",
              "My capacity to love is infinite and transformative",
              "I create beauty and joy wherever I go",
              "I express my authentic self with confidence and grace",
              "I give and receive love freely and with healthy boundaries",
              "My creative energy flows from my connection to life force",
              "I honor both passion and tenderness in all my relationships",
              "I am worthy of love, joy, and beautiful experiences",
              "My love heals and transforms whatever it touches"
            ],
            "shadows": [
              {
                "name": "Seductive Enchantress",
                "type": "active",
                "description": [
                  "The Seductive Enchantress is the overexpressed shadow of the Sacred Lover / Love Goddess. She pushes the archetype’s love and erotic aliveness to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as magnetism, tenderness, connection becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of objectification, shame, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In intimacy and embodiment she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Sacred Lover / Love Goddess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Seductive Enchantress offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Sacred Lover / Love Goddess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Disconnected Performer",
                "type": "passive",
                "description": [
                  "The Disconnected Performer is the underexpressed shadow of the Sacred Lover / Love Goddess. She retreats from the archetype’s love and erotic aliveness into fog, passivity, or fantasy. What begins as magnetism, tenderness, connection collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of objectification, shame taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In intimacy and embodiment she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Sacred Lover / Love Goddess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Disconnected Performer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Sacred Lover / Love Goddess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Transformative Love",
                "quote": "\"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.\" — Lao Tzu",
                "paragraphs": [
                  "Transformative love represents the Love Goddess's greatest giftâthe ability to love in ways that heal, inspire, and create positive change. This goes beyond romantic love to include compassion, creativity, and the capacity to see beauty and potential in all things.",
                  "The woman who embodies transformative love knows that love is not just a feeling but a force for healing and growth. She loves with wisdom and boundaries, understanding that true love sometimes requires difficult conversations or letting go."
                ]
              },
              {
                "title": "Devotion",
                "quote": "\"Love is as love does. Love is an act of will—namely, both an intention and an action.\" — bell hooks",
                "paragraphs": [
                  "Devotion is essential to the Sacred Lover / Love Goddess (Aphrodite, Hathor, Oshun)—it channels this archetype’s gifts into meaningful action. Yet devotion is never meant to stand alone. In healthy balance it moves with sovereignty, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, devotion shows up as clear choices aligned with values. Untethered from sovereignty, it can skew toward the Seductive Enchantress—pushing, gripping, or overreaching. In rhythm with sovereignty, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Sovereignty",
                "quote": "\"No one can make you feel inferior without your consent.\" — Eleanor Roosevelt",
                "paragraphs": [
                  "Sovereignty is essential to the Sacred Lover / Love Goddess (Aphrodite, Hathor, Oshun)—it channels this archetype’s gifts into meaningful action. Yet sovereignty is never meant to stand alone. In healthy balance it moves with devotion, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, sovereignty provides proportion, pacing, and care. Without devotion, it can drift toward the Disconnected Performer—hesitating, second-guessing, or withdrawing. Coupled with devotion, it keeps action timely, humane, and effective."
                ]
              }
            ],
            "balance": {
              "balance": "Devotion ↔ Sovereignty",
              "shadow": "Seductive Enchantress ↔ Disconnected Performer",
              "powerAnimals": "Dove, Swan, Bee",
              "qualities": "Radiant, Sensual, Devotional, Tender, Magnetic, Joyful, Reverent, Creative, Alive, Generous"
            }
          }
        },
        {
          "name": "Muse / Song Goddess (Saraswati)",
          "slug": "muse-song-goddess",
          "qualities": [
            "inspiration"
          ],
          "gifts": "Sparks expression in self/others.",
          "growthPath": "Inspire with responsibility; complete what you start.",
          "practices": [
            "\"One song a day\" micro-creation",
            "Finish-line dates"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Chaotic Inspiration",
                "type": "active",
                "description": [
                  "The Chaotic Inspiration is the overexpressed shadow of the Muse / Song Goddess. She pushes the archetype’s inspiration and expression to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as voice, rhythm, beauty becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of ridicule, comparison, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In art and communication she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Muse / Song Goddess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Chaotic Inspiration offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Muse / Song Goddess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Fickle Wanderer",
                "type": "passive",
                "description": [
                  "The Fickle Wanderer is the underexpressed shadow of the Muse / Song Goddess. She retreats from the archetype’s inspiration and expression into fog, passivity, or fantasy. What begins as voice, rhythm, beauty collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of ridicule, comparison taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In art and communication she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Muse / Song Goddess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Fickle Wanderer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Muse / Song Goddess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Muse/Song Goddess",
              "paragraphs": [
                "The Mature Muse/Song Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of muse/song goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Muse/Song Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Muse/Song Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the muse/song goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the muse/song goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Expression ↔ Attunement",
              "shadow": "Chaotic Inspiration ↔ Fickle Wanderer",
              "powerAnimals": "Nightingale, Swan, Butterfly",
              "qualities": "Inspiring, Expressive, Playful, Attentive, Magnetic, Rhythmic, Refined, Courageous, Devoted, Flowing"
            },
            "virtues": [
              {
                "title": "Inspiration",
                "quote": "\"I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.\" — Virginia Woolf",
                "paragraphs": [
                  "Inspiration is a signature virtue of the Mature Muse/Song Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices inspiration as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, inspiration shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Muse/Song Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Expression",
                "quote": "\"If there's a book that you want to read, but it hasn't been written yet, then you must write it.\" — Toni Morrison",
                "paragraphs": [
                  "Expression is essential to the Muse / Song Goddess (Saraswati)—it channels this archetype’s gifts into meaningful action. Yet expression is never meant to stand alone. In healthy balance it moves with attunement, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, expression shows up as clear choices aligned with values. Untethered from attunement, it can skew toward the Chaotic Inspiration—pushing, gripping, or overreaching. In rhythm with attunement, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Attunement",
                "quote": "\"We must learn to listen to our own inner voice.\" — Maya Angelou",
                "paragraphs": [
                  "Attunement is essential to the Muse / Song Goddess (Saraswati)—it channels this archetype’s gifts into meaningful action. Yet attunement is never meant to stand alone. In healthy balance it moves with expression, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, attunement provides proportion, pacing, and care. Without expression, it can drift toward the Fickle Wanderer—hesitating, second-guessing, or withdrawing. Coupled with expression, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Creatrix / Spider Weaver (Spider Woman)",
          "slug": "creatrix-spider-weaver",
          "qualities": [
            "births ideas & art"
          ],
          "gifts": "Weaves ideas, systems, art; births forms.",
          "growthPath": "Create boldly; ship imperfectly.",
          "practices": [
            "70% rule (publish at 70%)",
            "Two-week weave (startâshipâreflect)"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Perfectionist Creator",
                "type": "active",
                "description": [
                  "The Perfectionist Creator is the overexpressed shadow of the Creatrix / Spider Weaver. She pushes the archetype’s making and weaving to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as craft, design, systems-thinking becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of perfectionism in family, fear of failure, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In projects and craft she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Creatrix / Spider Weaver.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Perfectionist Creator offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Creatrix / Spider Weaver’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Blocked Artist",
                "type": "passive",
                "description": [
                  "The Blocked Artist is the underexpressed shadow of the Creatrix / Spider Weaver. She retreats from the archetype’s making and weaving into fog, passivity, or fantasy. What begins as craft, design, systems-thinking collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of perfectionism in family, fear of failure taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In projects and craft she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Creatrix / Spider Weaver gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Blocked Artist offers spaciousness, reflection, and sensitivity. Integrated, she restores the Creatrix / Spider Weaver’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Creatrix/Spider Weaver",
              "paragraphs": [
                "The Mature Creatrix/Spider Weaver is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of creatrix/spider weaver energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Creatrix/Spider Weaver recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Creatrix/Spider Weaver communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the creatrix/spider weaver virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the creatrix/spider weaver within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Structure ↔ Flow",
              "shadow": "Perfectionist Creator ↔ Blocked Artist",
              "powerAnimals": "Spider, Beaver, Hummingbird",
              "qualities": "Creative, Patient, Inventive, Industrious, Visionary, Generative, Bold, Resourceful, Iterative, Whole-systems"
            },
            "virtues": [
              {
                "title": "Generativity",
                "quote": "\"“What we plant in the soil of contemplation, we shall reap in the harvest of action.”\" — Meister Eckhart",
                "paragraphs": [
                  "Generativity is a signature virtue of the Mature Creatrix/Spider Weaver. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices generativity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, generativity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Creatrix/Spider Weaver remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Structure",
                "quote": "\"A woman is like a tea bag; you never know how strong it is until it's in hot water.\" — Eleanor Roosevelt",
                "paragraphs": [
                  "Structure is essential to the Creatrix / Spider Weaver (Spider Woman)—it channels this archetype’s gifts into meaningful action. Yet structure is never meant to stand alone. In healthy balance it moves with flow, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, structure shows up as clear choices aligned with values. Untethered from flow, it can skew toward the Perfectionist Creator—pushing, gripping, or overreaching. In rhythm with flow, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Flow",
                "quote": "\"Life is not about waiting for the storms to pass... It's about learning how to dance in the rain.\" — Vivian Greene",
                "paragraphs": [
                  "Flow is essential to the Creatrix / Spider Weaver (Spider Woman)—it channels this archetype’s gifts into meaningful action. Yet flow is never meant to stand alone. In healthy balance it moves with structure, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, flow provides proportion, pacing, and care. Without structure, it can drift toward the Blocked Artist—hesitating, second-guessing, or withdrawing. Coupled with structure, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Young Healer / Priestess",
          "slug": "young-healer-priestess",
          "qualities": [
            "emerging healing gifts"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance.",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Savior Complex",
                "type": "active",
                "description": [
                  "The Savior Complex is the overexpressed shadow of the Young Healer / Priestess. She pushes the archetype’s care and sacred service to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as empathy, attunement, ritual becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of parentification, lack of support, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In helping and boundaries she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Young Healer / Priestess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Savior Complex offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Young Healer / Priestess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Burned Out Healer",
                "type": "passive",
                "description": [
                  "The Burned Out Healer is the underexpressed shadow of the Young Healer / Priestess. She retreats from the archetype’s care and sacred service into fog, passivity, or fantasy. What begins as empathy, attunement, ritual collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of parentification, lack of support taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In helping and boundaries she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Young Healer / Priestess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Burned Out Healer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Young Healer / Priestess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Young Healer/Priestess",
              "paragraphs": [
                "The Mature Young Healer/Priestess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of young healer/priestess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Young Healer/Priestess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Young Healer/Priestess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the young healer/priestess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the young healer/priestess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Compassion ↔ Boundaries",
              "shadow": "Savior Complex ↔ Burned Out Healer",
              "powerAnimals": "Doe, Dove, Seal",
              "qualities": "Compassionate, Boundaried, Present, Restorative, Empathic, Clear, Centered, Ethical, Grounded, Devotional"
            },
            "virtues": [
              {
                "title": "Compassion",
                "quote": "\"Compassion is not a relationship between the healer and the wounded. It's a relationship between equals.\" — Pema Chödrön",
                "paragraphs": [
                  "Compassion is essential to the Young Healer / Priestess—it channels this archetype’s gifts into meaningful action. Yet compassion is never meant to stand alone. In healthy balance it moves with boundaries, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, compassion shows up as clear choices aligned with values. Untethered from boundaries, it can skew toward the Savior Complex—pushing, gripping, or overreaching. In rhythm with boundaries, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Boundaries",
                "quote": "\"Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.\" — Brené Brown",
                "paragraphs": [
                  "Boundaries is essential to the Young Healer / Priestess—it channels this archetype’s gifts into meaningful action. Yet boundaries is never meant to stand alone. In healthy balance it moves with compassion, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, boundaries provides proportion, pacing, and care. Without compassion, it can drift toward the Burned Out Healer—hesitating, second-guessing, or withdrawing. Coupled with compassion, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Mother",
      "slug": "mother",
      "summary": "Nurture, protect, grow; task = love with boundaries",
      "essence": "Unconditional love, fierce protection, and nurturing growth; creating safe spaces while maintaining healthy boundaries between giving and self-care.",
      "items": [
        {
          "name": "Mother (Isis, Gaia, Corn Mother, Sedna)",
          "slug": "mother",
          "qualities": [
            "unconditional nurture"
          ],
          "gifts": "Unconditional love with wise limits; growth, provision.",
          "growthPath": "Love + limits; empower, don't consume.",
          "practices": [
            "\"Am I doing this for them or instead of them?\"",
            "Empowerment checklist (teach, trust, let go)."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Smothering Mother",
                "type": "active",
                "description": [
                  "The Smothering Mother is the overexpressed shadow of the Mother. She pushes the archetype’s nurture and protection to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as stability, generosity, devotion becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of loss, over-responsibility, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In home and dependents she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Mother.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Smothering Mother offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Mother’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Absent Mother",
                "type": "passive",
                "description": [
                  "The Absent Mother is the underexpressed shadow of the Mother. She retreats from the archetype’s nurture and protection into fog, passivity, or fantasy. What begins as stability, generosity, devotion collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of loss, over-responsibility taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In home and dependents she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Mother gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Absent Mother offers spaciousness, reflection, and sensitivity. Integrated, she restores the Mother’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              },
              {
                "name": "Smothering Mother",
                "type": "active",
                "description": [
                  "The Smothering Mother is the overexpressed shadow of the Mother. She pushes the archetype’s nurture and protection to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as stability, generosity, devotion becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of loss, over-responsibility, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In home and dependents she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Mother.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Smothering Mother offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Mother’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Absent Mother",
                "type": "passive",
                "description": [
                  "The Absent Mother is the underexpressed shadow of the Mother. She retreats from the archetype’s nurture and protection into fog, passivity, or fantasy. What begins as stability, generosity, devotion collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of loss, over-responsibility taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In home and dependents she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Mother gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Absent Mother offers spaciousness, reflection, and sensitivity. Integrated, she restores the Mother’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Mother",
              "paragraphs": [
                "The Mature Mother is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of mother energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Mother recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Mother communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the mother virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the mother within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Care ↔ Autonomy",
              "shadow": "Smothering Mother ↔ Absent Mother",
              "powerAnimals": "Bear, Cow, Elephant",
              "qualities": "Nurturing, Steady, Protective, Generous, Patient, Wise, Resilient, Grounded, Empowering, Trustworthy"
            },
            "virtues": [
              {
                "title": "Steadfast Nurture",
                "quote": "\"All human life on the planet is born of woman.\" — Adrienne Rich",
                "paragraphs": [
                  "Steadfast Nurture is a signature virtue of the Mature Mother. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices steadfast nurture as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, steadfast nurture shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Mother remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Care",
                "quote": "\"Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare.\" — Audre Lorde",
                "paragraphs": [
                  "Care is essential to the Mother (Isis, Gaia, Corn Mother, Sedna)—it channels this archetype’s gifts into meaningful action. Yet care is never meant to stand alone. In healthy balance it moves with autonomy, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, care shows up as clear choices aligned with values. Untethered from autonomy, it can skew toward the Smothering Mother—pushing, gripping, or overreaching. In rhythm with autonomy, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Autonomy",
                "quote": "\"I am not free while any woman is unfree, even when her shackles are very different from my own.\" — Audre Lorde",
                "paragraphs": [
                  "Autonomy is essential to the Mother (Isis, Gaia, Corn Mother, Sedna)—it channels this archetype’s gifts into meaningful action. Yet autonomy is never meant to stand alone. In healthy balance it moves with care, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, autonomy provides proportion, pacing, and care. Without care, it can drift toward the Absent Mother—hesitating, second-guessing, or withdrawing. Coupled with care, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Wife / Nurturer / Hearth Goddess (Hestia, Nephthys)",
          "slug": "wife-nurturer-hearth-goddess",
          "qualities": [
            "domestic stability"
          ],
          "gifts": "Home as temple; quiet devotion; ennobling support.",
          "growthPath": "Nurture with boundaries; serve without self-abandonment.",
          "practices": [
            "Weekly \"hearth audit\": What nurtures me? What is reciprocal?"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Enabling Doormat",
                "type": "active",
                "description": [
                  "The Enabling Doormat is the overexpressed shadow of the Wife / Nurturer / Hearth Goddess. She pushes the archetype’s home and partnership to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as warmth, reciprocity, stewardship becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of people-pleasing, invisibility, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In domestic rhythms and relationships she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Wife / Nurturer / Hearth Goddess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Enabling Doormat offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Wife / Nurturer / Hearth Goddess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Self-Erasing Servant",
                "type": "passive",
                "description": [
                  "The Self-Erasing Servant is the underexpressed shadow of the Wife / Nurturer / Hearth Goddess. She retreats from the archetype’s home and partnership into fog, passivity, or fantasy. What begins as warmth, reciprocity, stewardship collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of people-pleasing, invisibility taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In domestic rhythms and relationships she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Wife / Nurturer / Hearth Goddess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Self-Erasing Servant offers spaciousness, reflection, and sensitivity. Integrated, she restores the Wife / Nurturer / Hearth Goddess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Wife/Nurturer/Hearth Goddess",
              "paragraphs": [
                "The Mature Wife/Nurturer/Hearth Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of wife/nurturer/hearth goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Wife/Nurturer/Hearth Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Wife/Nurturer/Hearth Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the wife/nurturer/hearth goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the wife/nurturer/hearth goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Hospitality ↔ Boundaries",
              "shadow": "Enabling Doormat ↔ Self-Erasing Servant",
              "powerAnimals": "Cat, Hearth Hound, Wren",
              "qualities": "Devoted, Warm, Steady, Reciprocal, Boundaried, Simple, Grounded, Gracious, Attentive, Reliable"
            },
            "virtues": [
              {
                "title": "Reciprocity",
                "quote": "\"Love is as love does. Love is an act of will—namely, both an intention and an action.\" — bell hooks",
                "paragraphs": [
                  "Reciprocity is a signature virtue of the Mature Wife/Nurturer/Hearth Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices reciprocity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, reciprocity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Wife/Nurturer/Hearth Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Hospitality",
                "quote": "\"We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.\" — Maya Angelou",
                "paragraphs": [
                  "Hospitality is essential to the Wife / Nurturer / Hearth Goddess (Hestia, Nephthys)—it channels this archetype’s gifts into meaningful action. Yet hospitality is never meant to stand alone. In healthy balance it moves with boundaries, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, hospitality shows up as clear choices aligned with values. Untethered from boundaries, it can skew toward the Enabling Doormat—pushing, gripping, or overreaching. In rhythm with boundaries, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Boundaries",
                "quote": "\"Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.\" — Brené Brown",
                "paragraphs": [
                  "Boundaries is essential to the Wife / Nurturer / Hearth Goddess (Hestia, Nephthys)—it channels this archetype’s gifts into meaningful action. Yet boundaries is never meant to stand alone. In healthy balance it moves with hospitality, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, boundaries provides proportion, pacing, and care. Without hospitality, it can drift toward the Self-Erasing Servant—hesitating, second-guessing, or withdrawing. Coupled with hospitality, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Guardian / Buffalo Woman",
          "slug": "guardian-buffalo-woman",
          "qualities": [
            "sacred protection"
          ],
          "gifts": "Threshold keeper; protects what is sacred.",
          "growthPath": "Discern what deserves protection; guard with wisdom.",
          "practices": [
            "\"Doorframe test\": What enters? What leaves? Name criteria out loud."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Rigid Gatekeeper",
                "type": "active",
                "description": [
                  "The Rigid Gatekeeper is the overexpressed shadow of the Guardian / Buffalo Woman. She pushes the archetype’s protection and thresholds to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as strength, discernment, steadfastness becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of betrayal of trust, broken boundaries, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In safety and access she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Guardian / Buffalo Woman.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Rigid Gatekeeper offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Guardian / Buffalo Woman’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Boundary-less Protector",
                "type": "passive",
                "description": [
                  "The Boundary-less Protector is the underexpressed shadow of the Guardian / Buffalo Woman. She retreats from the archetype’s protection and thresholds into fog, passivity, or fantasy. What begins as strength, discernment, steadfastness collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of betrayal of trust, broken boundaries taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In safety and access she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Guardian / Buffalo Woman gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Boundary-less Protector offers spaciousness, reflection, and sensitivity. Integrated, she restores the Guardian / Buffalo Woman’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Guardian/Buffalo Woman",
              "paragraphs": [
                "The Mature Guardian/Buffalo Woman is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of guardian/buffalo woman energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Guardian/Buffalo Woman recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Guardian/Buffalo Woman communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the guardian/buffalo woman virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the guardian/buffalo woman within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Protection ↔ Trust",
              "shadow": "Rigid Gatekeeper ↔ Boundary-less Protector",
              "powerAnimals": "Buffalo, Wolf, Bear",
              "qualities": "Protective, Discerning, Devout, Grounded, Steadfast, Strong, Courageous, Honorable, Patient, Trustworthy"
            },
            "virtues": [
              {
                "title": "Sacred Protection",
                "quote": "\"Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare.\" — Audre Lorde",
                "paragraphs": [
                  "Sacred Protection is a signature virtue of the Mature Guardian/Buffalo Woman. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices sacred protection as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, sacred protection shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Guardian/Buffalo Woman remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Protection",
                "quote": "\"If you don't like something, change it. If you can't change it, change your attitude.\" — Maya Angelou",
                "paragraphs": [
                  "Protection is essential to the Guardian / Buffalo Woman—it channels this archetype’s gifts into meaningful action. Yet protection is never meant to stand alone. In healthy balance it moves with trust, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, protection shows up as clear choices aligned with values. Untethered from trust, it can skew toward the Rigid Gatekeeper—pushing, gripping, or overreaching. In rhythm with trust, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Trust",
                "quote": "\"You may not control all the events that happen to you, but you can decide not to be reduced by them.\" — Maya Angelou",
                "paragraphs": [
                  "Trust is essential to the Guardian / Buffalo Woman—it channels this archetype’s gifts into meaningful action. Yet trust is never meant to stand alone. In healthy balance it moves with protection, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, trust provides proportion, pacing, and care. Without protection, it can drift toward the Boundary-less Protector—hesitating, second-guessing, or withdrawing. Coupled with protection, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Warrior / Warrioress / Huntress (Sekhmet, Diana)",
          "slug": "warrior-warrioress-huntress",
          "qualities": [
            "fierce protective focus"
          ],
          "gifts": "Focus, boundary enforcement, swift action.",
          "growthPath": "Channel aggression constructively; fight for what matters.",
          "practices": [
            "\"Single target\" daily; 90-second boundary script (ObserveâImpactâRequest)."
          ],
          "extended": {
            "mature": {
              "title": "Mature Warrior/Huntress",
              "paragraphs": [
                "The Mature Warrior/Huntress embodies focused feminine power in actionâshe who pursues her goals with fierce determination, protects what is sacred, and faces challenges with courage and skill. She is the embodiment of directed energy, protective instinct, and the willingness to fight for what matters most.",
                "The Warrior/Huntress knows how to channel her aggression constructively, to set and maintain boundaries, and to pursue her objectives with laser-like focus. She is strategic, disciplined, and unafraid of conflict when it serves a higher purpose. Her strength is both physical and spiritual, and she uses it in service of protection, justice, and achievement."
              ]
            },
            "declarations": [
              "I channel my power with purpose and precision",
              "I protect what is sacred with fierce determination",
              "I face challenges with courage and strategic thinking",
              "My boundaries are clear and I defend them when necessary",
              "I pursue my goals with focused action and unwavering commitment",
              "I transform obstacles into opportunities for growth",
              "I fight for justice and stand up for those who cannot stand for themselves",
              "My strength serves the highest good",
              "I embrace healthy competition and challenge myself to excel",
              "I am both fierce and compassionate, strong and wise"
            ],
            "balance": {
              "balance": "Courage ↔ Restraint",
              "shadow": "Bully Warrior ââ Victim Warrior",
              "powerAnimals": "Wolf, Hawk, Jaguar",
              "qualities": "Focused, Courageous, Strategic, Protective, Disciplined, Determined, Just, Skilled, Competitive, Fierce"
            },
            "shadows": [
              {
                "name": "Aggressive Bully",
                "type": "active",
                "description": [
                  "The Aggressive Bully is the overexpressed shadow of the Warrior / Warrioress / Huntress. She pushes the archetype’s protection and focus to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as courage, discipline, defense becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of violence, powerlessness, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In boundaries and action she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Warrior / Warrioress / Huntress.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Aggressive Bully offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Warrior / Warrioress / Huntress’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Collapsed Fighter",
                "type": "passive",
                "description": [
                  "The Collapsed Fighter is the underexpressed shadow of the Warrior / Warrioress / Huntress. She retreats from the archetype’s protection and focus into fog, passivity, or fantasy. What begins as courage, discipline, defense collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of violence, powerlessness taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In boundaries and action she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Warrior / Warrioress / Huntress gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Collapsed Fighter offers spaciousness, reflection, and sensitivity. Integrated, she restores the Warrior / Warrioress / Huntress’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sacred Boundaries",
                "quote": "\"Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.\" — Brené Brown",
                "paragraphs": [
                  "Sacred boundaries represent the Warrior/Huntress's essential skillâthe ability to discern what belongs in your space and what doesn't. Boundaries are not walls that separate us from life, but sacred containers that allow us to show up authentically and sustainably.",
                  "The woman who understands sacred boundaries knows that saying \"no\" to what doesn't serve is saying \"yes\" to what does. She recognizes that her energy is finite and precious, guarding it like the treasure it is without apologizing for her limits."
                ]
              },
              {
                "title": "Courage",
                "quote": "\"Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.\" — Maya Angelou",
                "paragraphs": [
                  "Courage is essential to the Warrior / Warrioress / Huntress (Sekhmet, Diana)—it channels this archetype’s gifts into meaningful action. Yet courage is never meant to stand alone. In healthy balance it moves with restraint, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, courage shows up as clear choices aligned with values. Untethered from restraint, it can skew toward the Aggressive Bully—pushing, gripping, or overreaching. In rhythm with restraint, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Restraint",
                "quote": "\"The master's tools will never dismantle the master's house.\" — Audre Lorde",
                "paragraphs": [
                  "Restraint is essential to the Warrior / Warrioress / Huntress (Sekhmet, Diana)—it channels this archetype’s gifts into meaningful action. Yet restraint is never meant to stand alone. In healthy balance it moves with courage, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, restraint provides proportion, pacing, and care. Without courage, it can drift toward the Collapsed Fighter—hesitating, second-guessing, or withdrawing. Coupled with courage, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Weaver / Community Goddess",
          "slug": "weaver-community-goddess",
          "qualities": [
            "sacred interdependence"
          ],
          "gifts": "Sacred interdependence; collaborative wisdom; community building.",
          "growthPath": "Balance autonomy with connection; give and receive with equal grace.",
          "practices": [
            "Ask for help weekly; practice saying no with kindness; collaboration projects."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Controlling Networker",
                "type": "active",
                "description": [
                  "The Controlling Networker is the overexpressed shadow of the Weaver / Community Goddess. She pushes the archetype’s community and networks to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as connection, collaboration, hospitality becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of exclusion, relational trauma, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In groups and belonging she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Weaver / Community Goddess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Controlling Networker offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Weaver / Community Goddess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Codependent Helper",
                "type": "passive",
                "description": [
                  "The Codependent Helper is the underexpressed shadow of the Weaver / Community Goddess. She retreats from the archetype’s community and networks into fog, passivity, or fantasy. What begins as connection, collaboration, hospitality collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of exclusion, relational trauma taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In groups and belonging she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Weaver / Community Goddess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Codependent Helper offers spaciousness, reflection, and sensitivity. Integrated, she restores the Weaver / Community Goddess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Weaver/Community Goddess",
              "paragraphs": [
                "The Mature Weaver/Community Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of weaver/community goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Weaver/Community Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Weaver/Community Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the weaver/community goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the weaver/community goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Inclusion ↔ Accountability",
              "shadow": "Controlling Networker ↔ Codependent Helper",
              "powerAnimals": "Spider, Ant, Dolphin",
              "qualities": "Collaborative, Relational, Generous, Inclusive, Reciprocal, Attentive, Harmonizing, Strategic, Resilient, Joyful"
            },
            "virtues": [
              {
                "title": "Interdependence",
                "quote": "\"“If you want to go far, go together.”\" — African Proverb",
                "paragraphs": [
                  "Interdependence is a signature virtue of the Mature Weaver/Community Goddess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices interdependence as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, interdependence shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Weaver/Community Goddess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Inclusion",
                "quote": "\"We all should know that diversity makes for a rich tapestry, and we must understand that all the threads of the tapestry are equal in value no matter what their color.\" — Maya Angelou",
                "paragraphs": [
                  "Inclusion is essential to the Weaver / Community Goddess—it channels this archetype’s gifts into meaningful action. Yet inclusion is never meant to stand alone. In healthy balance it moves with accountability, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, inclusion shows up as clear choices aligned with values. Untethered from accountability, it can skew toward the Controlling Networker—pushing, gripping, or overreaching. In rhythm with accountability, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Accountability",
                "quote": "\"I speak to the black experience, but I am always talking about the human condition.\" — Maya Angelou",
                "paragraphs": [
                  "Accountability is essential to the Weaver / Community Goddess—it channels this archetype’s gifts into meaningful action. Yet accountability is never meant to stand alone. In healthy balance it moves with inclusion, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, accountability provides proportion, pacing, and care. Without inclusion, it can drift toward the Codependent Helper—hesitating, second-guessing, or withdrawing. Coupled with inclusion, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Peacemaker / Peace Bringer (Whope)",
          "slug": "peacemaker-peace-bringer",
          "qualities": [
            "harmony for family/community"
          ],
          "gifts": "Harmony, repair, reconciliation.",
          "growthPath": "Peace through truth; harmony after honesty.",
          "practices": [
            "Conflict hygiene: name needs + non-negotiables."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Conflict Avoider",
                "type": "active",
                "description": [
                  "The Conflict Avoider is the overexpressed shadow of the Peacemaker / Peace Bringer. She pushes the archetype’s reconciliation and harmony to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as calm, equanimity, equity becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of conflict trauma, scapegoating, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In mediation and dialogue she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Peacemaker / Peace Bringer.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Conflict Avoider offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Peacemaker / Peace Bringer’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Passive Enabler",
                "type": "passive",
                "description": [
                  "The Passive Enabler is the underexpressed shadow of the Peacemaker / Peace Bringer. She retreats from the archetype’s reconciliation and harmony into fog, passivity, or fantasy. What begins as calm, equanimity, equity collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of conflict trauma, scapegoating taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In mediation and dialogue she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Peacemaker / Peace Bringer gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Passive Enabler offers spaciousness, reflection, and sensitivity. Integrated, she restores the Peacemaker / Peace Bringer’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Peacemaker/Peace Bringer",
              "paragraphs": [
                "The Mature Peacemaker/Peace Bringer is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of peacemaker/peace bringer energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Peacemaker/Peace Bringer recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Peacemaker/Peace Bringer communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the peacemaker/peace bringer virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the peacemaker/peace bringer within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Harmony ↔ Justice",
              "shadow": "Conflict Avoider ↔ Passive Enabler",
              "powerAnimals": "Dove, Elephant, Lamb",
              "qualities": "Calm, Courageous, Honest, Restorative, Listening, Fair, Bridging, Patient, Rooted, Compassionate"
            },
            "virtues": [
              {
                "title": "Truthful Peace",
                "quote": "\"“Peace is not the absence of conflict, but the presence of justice.”\" — Dr. Martin Luther King Jr.",
                "paragraphs": [
                  "Truthful Peace is a signature virtue of the Mature Peacemaker/Peace Bringer. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices truthful peace as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, truthful peace shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Peacemaker/Peace Bringer remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Harmony",
                "quote": "\"Hate, it has caused a lot of problems in the world, but has not solved one yet.\" — Maya Angelou",
                "paragraphs": [
                  "Harmony is essential to the Peacemaker / Peace Bringer (Whope)—it channels this archetype’s gifts into meaningful action. Yet harmony is never meant to stand alone. In healthy balance it moves with justice, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, harmony shows up as clear choices aligned with values. Untethered from justice, it can skew toward the Conflict Avoider—pushing, gripping, or overreaching. In rhythm with justice, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Justice",
                "quote": "\"If you want to go fast, go alone. If you want to go far, go together.\" — African Proverb",
                "paragraphs": [
                  "Justice is essential to the Peacemaker / Peace Bringer (Whope)—it channels this archetype’s gifts into meaningful action. Yet justice is never meant to stand alone. In healthy balance it moves with harmony, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, justice provides proportion, pacing, and care. Without harmony, it can drift toward the Passive Enabler—hesitating, second-guessing, or withdrawing. Coupled with harmony, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Queen",
      "slug": "queen",
      "summary": "Sovereignty, blessing; task = rule without domination",
      "essence": "Bestows order and blessing, sets clean boundaries, creates safety where life can flourish.",
      "items": [
        {
          "name": "Queen / Hearth Keeper (Brigid)",
          "slug": "queen-hearth-keeper",
          "qualities": [
            "benevolent authority"
          ],
          "gifts": "Stewardship, warmth that organizes; dignifies people and place.",
          "growthPath": "Practice benevolent \"yes\" and principled \"no.\" Share power; keep accountability.",
          "practices": [
            "Morning \"court\" (3 decisions + 1 blessing)",
            "Weekly household rhythm",
            "Boundary statement in one sentence"
          ],
          "extended": {
            "mature": {
              "title": "Mature Queen",
              "paragraphs": [
                "The Mature Queen embodies sovereign feminine powerâshe who creates order from chaos, nurtures growth within her realm, and leads with both strength and compassion. She is the embodiment of creative authority, divine feminine leadership, and protective nurturing. The Queen knows her worth, honors her boundaries, and creates sacred space for all within her domain to flourish.",
                "She radiates confidence without arrogance, commands respect without demanding it, and wields power in service of the highest good. The Queen archetype represents the mature feminine capacity to create, protect, and govern with wisdom, love, and unwavering strength."
              ]
            },
            "declarations": [
              "I am the sovereign of my own life and create order with love and wisdom",
              "My power flows from my connection to the divine feminine source",
              "I nurture growth and possibility in myself and others",
              "I lead by example, inspiring others through my authentic presence",
              "My boundaries are sacred and I honor them with grace",
              "I create beauty and harmony wherever I go",
              "I trust my intuition and make decisions from deep knowing",
              "I am both fierce protector and gentle nurturer",
              "My generosity flows from abundance, not depletion",
              "I celebrate the success and growth of others"
            ],
            "balance": {
              "balance": "Authority ↔ Service",
              "shadow": "Tyrant Queen ââ Powerless Queen",
              "powerAnimals": "Lioness, Swan, Regal Mare",
              "qualities": "Sovereign, Nurturing, Wise, Generous, Protective, Creative, Gracious, Confident, Harmonious, Inspiring"
            },
            "shadows": [
              {
                "name": "Tyrannical Queen",
                "type": "active",
                "description": [
                  "The Tyrannical Queen is the overexpressed shadow of the Queen / Hearth Keeper. She pushes the archetype’s sovereignty and stewardship to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as order, blessing, vision becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of power misuse, isolation, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In leadership and governance she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Queen / Hearth Keeper.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Tyrannical Queen offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Queen / Hearth Keeper’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Powerless Ruler",
                "type": "passive",
                "description": [
                  "The Powerless Ruler is the underexpressed shadow of the Queen / Hearth Keeper. She retreats from the archetype’s sovereignty and stewardship into fog, passivity, or fantasy. What begins as order, blessing, vision collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of power misuse, isolation taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In leadership and governance she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Queen / Hearth Keeper gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Powerless Ruler offers spaciousness, reflection, and sensitivity. Integrated, she restores the Queen / Hearth Keeper’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Sovereignty",
                "quote": "\"No one can make you feel inferior without your consent.\" — Eleanor Roosevelt",
                "paragraphs": [
                  "Sovereignty is the Queen's most essential virtueâthe recognition that you are the ultimate authority in your own life. True sovereignty is not about controlling others or external circumstances, but about owning your power to choose your responses, your boundaries, and your path.",
                  "The sovereign woman knows that her worth is inherent, not earned through others' approval. She makes decisions from her own center, guided by her values and wisdom. She neither gives her power away nor tries to take power from others, but stands in her own authority with grace and strength.",
                  "Sovereignty requires courageâthe courage to disappoint others when necessary, to stand alone when needed, and to trust your own judgment. It means taking full responsibility for your life while releasing the need to control what is not yours to control.",
                  "Developing sovereignty is a lifelong practice of coming home to yourself, honoring your truth, and creating your life from authentic choice rather than reactive patterns or others' expectations."
                ]
              },
              {
                "title": "Nurturing Leadership",
                "quote": "\"The best way to find out if you can trust somebody is to trust them.\" — Ernest Hemingway",
                "paragraphs": [
                  "Nurturing leadership represents the Queen's unique giftâthe ability to create environments where others can flourish while maintaining clear direction and boundaries. Unlike dominating leadership that seeks to control, nurturing leadership seeks to cultivate and support growth.",
                  "The nurturing leader leads by example, showing others what's possible rather than demanding compliance. She creates psychological safety where people can take risks, make mistakes, and learn. She sees the potential in others and helps them develop it, while also maintaining high standards and clear expectations.",
                  "This style of leadership requires patience, wisdom, and the ability to see the bigger picture. The nurturing leader knows when to step in and when to step back, when to support and when to challenge. She understands that true power lies in empowering others.",
                  "Nurturing leadership is particularly needed in our world todayâleadership that values collaboration over competition, growth over domination, and sustainable success over quick wins."
                ]
              },
              {
                "title": "Creative Authority",
                "quote": "\"The future belongs to those who believe in the beauty of their dreams.\" — Eleanor Roosevelt",
                "paragraphs": [
                  "Creative authority is the Queen's power to envision and manifest new realities. It's the recognition that life is a creative act and that we are all artists painting our existence with the choices we make daily.",
                  "The woman who embodies creative authority doesn't wait for permission to create the life she envisions. She understands that authority comes not from external validation but from her connection to the creative force of life itself. She is both artist and art, creator and creation.",
                  "Creative authority requires both vision and practical action. It means dreaming boldly while also taking the concrete steps to bring those dreams into reality. It involves trusting the creative process even when the path isn't clear.",
                  "This virtue teaches us that we are not victims of circumstance but active participants in creating our reality. Every woman has the authority to author her own story, to create beauty, meaning, and positive change in the world."
                ]
              },
              {
                "title": "Authority",
                "quote": "\"The most courageous act is still to think for yourself. Aloud.\" — Coco Chanel",
                "paragraphs": [
                  "Authority is essential to the Queen / Hearth Keeper (Brigid)—it channels this archetype’s gifts into meaningful action. Yet authority is never meant to stand alone. In healthy balance it moves with service, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, authority shows up as clear choices aligned with values. Untethered from service, it can skew toward the Tyrannical Queen—pushing, gripping, or overreaching. In rhythm with service, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Service",
                "quote": "\"The best way to not feel hopeless is to get up and do something.\" — Maya Angelou",
                "paragraphs": [
                  "Service is essential to the Queen / Hearth Keeper (Brigid)—it channels this archetype’s gifts into meaningful action. Yet service is never meant to stand alone. In healthy balance it moves with authority, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, service provides proportion, pacing, and care. Without authority, it can drift toward the Powerless Ruler—hesitating, second-guessing, or withdrawing. Coupled with authority, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Justice (Ma'at)",
          "slug": "justice",
          "qualities": [
            "truth & balance"
          ],
          "gifts": "Balances scales, names truth without venom.",
          "growthPath": "Speak truth with compassion; act on values consistently.",
          "practices": [
            "Factâfeelingâvalueârequest script",
            "Truth circle with time-boxed shares"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Harsh Judge",
                "type": "active",
                "description": [
                  "The Harsh Judge is the overexpressed shadow of the Justice. She pushes the archetype’s truth and balance to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as clarity, fairness, principle becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of injustice, hypocrisy, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In rules and consequences she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Justice.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Harsh Judge offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Justice’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Passive Bystander",
                "type": "passive",
                "description": [
                  "The Passive Bystander is the underexpressed shadow of the Justice. She retreats from the archetype’s truth and balance into fog, passivity, or fantasy. What begins as clarity, fairness, principle collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of injustice, hypocrisy taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In rules and consequences she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Justice gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Passive Bystander offers spaciousness, reflection, and sensitivity. Integrated, she restores the Justice’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Justice",
              "paragraphs": [
                "The Mature Justice is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of justice energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Justice recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Justice communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the justice virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the justice within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Truth ↔ Mercy",
              "shadow": "Harsh Judge ↔ Passive Bystander",
              "powerAnimals": "Lioness, Crane, Elephant",
              "qualities": "Fair, Clear, Steady, Principled, Courageous, Measured, Compassionate, Honest, Balanced, Resolute"
            },
            "virtues": [
              {
                "title": "Integrity",
                "quote": "\"“In matters of conscience, the law of majority has no place.”\" — Attributed to Mahatma Gandhi",
                "paragraphs": [
                  "Integrity is a signature virtue of the Mature Justice. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices integrity as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, integrity shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Justice remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Truth",
                "quote": "\"The truth will set you free, but first it will piss you off.\" — Gloria Steinem",
                "paragraphs": [
                  "Truth is essential to the Justice (Ma'at)—it channels this archetype’s gifts into meaningful action. Yet truth is never meant to stand alone. In healthy balance it moves with mercy, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, truth shows up as clear choices aligned with values. Untethered from mercy, it can skew toward the Harsh Judge—pushing, gripping, or overreaching. In rhythm with mercy, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Mercy",
                "quote": "\"Forgiveness is a virtue of the brave.\" — Indira Gandhi",
                "paragraphs": [
                  "Mercy is essential to the Justice (Ma'at)—it channels this archetype’s gifts into meaningful action. Yet mercy is never meant to stand alone. In healthy balance it moves with truth, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, mercy provides proportion, pacing, and care. Without truth, it can drift toward the Passive Bystander—hesitating, second-guessing, or withdrawing. Coupled with truth, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Sky / Sun / Star Goddess (Nut, Amaterasu, Ishtar)",
          "slug": "sky-sun-star-goddess",
          "qualities": [
            "cosmic order & radiance"
          ],
          "gifts": "Vision from altitude; radiance that inspires.",
          "growthPath": "Balance cosmic vision with earthly connection.",
          "practices": [
            "Balcony/ground alternation: 10 minutes aerial planning, 10 minutes embodied check-in."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Prideful Dominator",
                "type": "active",
                "description": [
                  "The Prideful Dominator is the overexpressed shadow of the Sky / Sun / Star Goddess. She pushes the archetype’s radiance and order to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as illumination, nobility, constancy becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of envy, idolization, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In visibility and influence she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Sky / Sun / Star Goddess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Prideful Dominator offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Sky / Sun / Star Goddess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Disconnected Deity",
                "type": "passive",
                "description": [
                  "The Disconnected Deity is the underexpressed shadow of the Sky / Sun / Star Goddess. She retreats from the archetype’s radiance and order into fog, passivity, or fantasy. What begins as illumination, nobility, constancy collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of envy, idolization taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In visibility and influence she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Sky / Sun / Star Goddess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Disconnected Deity offers spaciousness, reflection, and sensitivity. Integrated, she restores the Sky / Sun / Star Goddess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Sky/Sun/Star Goddess",
              "paragraphs": [
                "The Mature Sky/Sun/Star Goddess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of sky/sun/star goddess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Sky/Sun/Star Goddess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Sky/Sun/Star Goddess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the sky/sun/star goddess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the sky/sun/star goddess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Radiance ↔ Humility",
              "shadow": "Prideful Dominator ↔ Disconnected Deity",
              "powerAnimals": "Eagle, Solar Horse, Swan",
              "qualities": "Radiant, Visionary, Expansive, Orderly, Noble, Illuminating, Uplifting, Steady, Warm, Inspirational"
            },
            "virtues": [
              {
                "title": "Radiance",
                "quote": "\"Nothing can dim the light that shines from within.\" — Maya Angelou",
                "paragraphs": [
                  "Radiance is essential to the Sky / Sun / Star Goddess (Nut, Amaterasu, Ishtar)—it channels this archetype’s gifts into meaningful action. Yet radiance is never meant to stand alone. In healthy balance it moves with humility, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, radiance shows up as clear choices aligned with values. Untethered from humility, it can skew toward the Prideful Dominator—pushing, gripping, or overreaching. In rhythm with humility, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Humility",
                "quote": "\"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.\" — Maya Angelou",
                "paragraphs": [
                  "Humility is essential to the Sky / Sun / Star Goddess (Nut, Amaterasu, Ishtar)—it channels this archetype’s gifts into meaningful action. Yet humility is never meant to stand alone. In healthy balance it moves with radiance, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, humility provides proportion, pacing, and care. Without radiance, it can drift toward the Disconnected Deity—hesitating, second-guessing, or withdrawing. Coupled with radiance, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Sage / Wisdom (Athena)",
          "slug": "sage-wisdom",
          "qualities": [
            "strategy & clarity"
          ],
          "gifts": "Strategy, clear counsel, just timing.",
          "growthPath": "Wisdom with warmth; knowledge in service.",
          "practices": [
            "\"Ask three questions before one claim.\"",
            "Pair logic with one embodied check."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Arrogant Know-It-All",
                "type": "active",
                "description": [
                  "The Arrogant Know-It-All is the overexpressed shadow of the Sage / Wisdom. She pushes the archetype’s understanding and counsel to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as discernment, knowledge, strategy becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of dismissal, intellectual arrogance around them, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In decision-making and teaching she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Sage / Wisdom.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Arrogant Know-It-All offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Sage / Wisdom’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Withholding Sage",
                "type": "passive",
                "description": [
                  "The Withholding Sage is the underexpressed shadow of the Sage / Wisdom. She retreats from the archetype’s understanding and counsel into fog, passivity, or fantasy. What begins as discernment, knowledge, strategy collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of dismissal, intellectual arrogance around them taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In decision-making and teaching she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Sage / Wisdom gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Withholding Sage offers spaciousness, reflection, and sensitivity. Integrated, she restores the Sage / Wisdom’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Sage/Wisdom",
              "paragraphs": [
                "The Mature Sage/Wisdom is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of sage/wisdom energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Sage/Wisdom recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Sage/Wisdom communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the sage/wisdom virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the sage/wisdom within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Clarity ↔ Curiosity",
              "shadow": "Arrogant Know-It-All ↔ Withholding Sage",
              "powerAnimals": "Owl, Fox, Elephant",
              "qualities": "Wise, Discerning, Curious, Strategic, Calm, Perceptive, Measured, Ethical, Insightful, Practical"
            },
            "virtues": [
              {
                "title": "Clarity",
                "quote": "\"I write to discover what I know.\" — Flannery O'Connor",
                "paragraphs": [
                  "Clarity is essential to the Sage / Wisdom (Athena)—it channels this archetype’s gifts into meaningful action. Yet clarity is never meant to stand alone. In healthy balance it moves with curiosity, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, clarity shows up as clear choices aligned with values. Untethered from curiosity, it can skew toward the Arrogant Know-It-All—pushing, gripping, or overreaching. In rhythm with curiosity, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Curiosity",
                "quote": "\"The cure for boredom is curiosity. There is no cure for curiosity.\" — Dorothy Parker",
                "paragraphs": [
                  "Curiosity is essential to the Sage / Wisdom (Athena)—it channels this archetype’s gifts into meaningful action. Yet curiosity is never meant to stand alone. In healthy balance it moves with clarity, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, curiosity provides proportion, pacing, and care. Without clarity, it can drift toward the Withholding Sage—hesitating, second-guessing, or withdrawing. Coupled with clarity, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Magician / Alchemist / Witch / Scribe (Seshat)",
          "slug": "magician-alchemist-witch-scribe",
          "qualities": [
            "transformation & knowledge"
          ],
          "gifts": "Pattern recognition, language, spell-craft (reframing reality).",
          "growthPath": "Use power ethically; transform without manipulating.",
          "practices": [
            "Before advice: mirror + summarize; after: consent check.",
            "Daily \"one true sentence.\""
          ],
          "extended": {
            "mature": {
              "title": "Mature Magician/Wise Woman",
              "paragraphs": [
                "The Mature Magician/Wise Woman embodies transformative feminine powerâshe who works with the hidden forces of nature and consciousness to create change, healing, and growth. She represents wisdom, intuition, and the ability to see beyond surface appearances into deeper truths.",
                "She is skilled in transformation through healing, creative work, or deep psychological insight. The Mature Wise Woman knows how to work with energy, cycles, and the mysterious forces that govern life, connecting ancient wisdom with contemporary needs."
              ]
            },
            "declarations": [
              "I trust my intuition and inner knowing above all external authorities",
              "I work with natural forces and cycles to create positive change",
              "My wisdom comes from direct experience and deep study",
              "I transform challenges into opportunities for growth and learning",
              "I see beneath surface appearances to deeper truths",
              "My abilities serve healing, growth, and the highest good",
              "I am connected to ancient wisdom and contemporary insight",
              "I embrace my power to influence reality through consciousness and action",
              "I honor the mystery while seeking understanding",
              "I use my gifts responsibly and ethically"
            ],
            "balance": {
              "balance": "Power ↔ Integrity",
              "shadow": "Manipulator ââ Powerless Wise Woman",
              "powerAnimals": "Owl, Raven, Snake",
              "qualities": "Intuitive, Transformative, Wise, Magical, Insightful, Healing, Mysterious, Powerful, Independent, Visionary"
            },
            "shadows": [
              {
                "name": "Manipulative Sorceress",
                "type": "active",
                "description": [
                  "The Manipulative Sorceress is the overexpressed shadow of the Magician / Alchemist / Witch / Scribe. She pushes the archetype’s transformation and craft to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as insight, ritual, innovation becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of mistrust, witch-wounds, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In change-work and technology she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Magician / Alchemist / Witch / Scribe.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Manipulative Sorceress offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Magician / Alchemist / Witch / Scribe’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Powerless Mystic",
                "type": "passive",
                "description": [
                  "The Powerless Mystic is the underexpressed shadow of the Magician / Alchemist / Witch / Scribe. She retreats from the archetype’s transformation and craft into fog, passivity, or fantasy. What begins as insight, ritual, innovation collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of mistrust, witch-wounds taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In change-work and technology she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Magician / Alchemist / Witch / Scribe gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Powerless Mystic offers spaciousness, reflection, and sensitivity. Integrated, she restores the Magician / Alchemist / Witch / Scribe’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "virtues": [
              {
                "title": "Intuitive Wisdom",
                "quote": "\"The intuitive mind is a sacred gift and the rational mind is a faithful servant. We have created a society that honors the servant and has forgotten the gift.\" — Albert Einstein",
                "paragraphs": [
                  "Intuitive wisdom represents the Magician/Wise Woman's greatest treasureâthe ability to access knowledge that comes from beyond logical reasoning. This knowing arises from the deep feminine capacity to perceive patterns, energy, and truth not immediately obvious to rational analysis.",
                  "The woman who cultivates intuitive wisdom learns to trust the subtle signals her body and psyche provide, paying attention to dreams, gut feelings, and synchronicities. She understands that intuition complements logic as a different way of knowing."
                ]
              },
              {
                "title": "Power",
                "quote": "\"The question isn't who's going to let me; it's who's going to stop me.\" — Ayn Rand",
                "paragraphs": [
                  "Power is essential to the Magician / Alchemist / Witch / Scribe (Seshat)—it channels this archetype’s gifts into meaningful action. Yet power is never meant to stand alone. In healthy balance it moves with integrity, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, power shows up as clear choices aligned with values. Untethered from integrity, it can skew toward the Manipulative Sorceress—pushing, gripping, or overreaching. In rhythm with integrity, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Integrity",
                "quote": "\"Real integrity is doing the right thing, knowing that nobody's going to know whether you did it or not.\" — Oprah Winfrey",
                "paragraphs": [
                  "Integrity is essential to the Magician / Alchemist / Witch / Scribe (Seshat)—it channels this archetype’s gifts into meaningful action. Yet integrity is never meant to stand alone. In healthy balance it moves with power, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, integrity provides proportion, pacing, and care. Without power, it can drift toward the Powerless Mystic—hesitating, second-guessing, or withdrawing. Coupled with power, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Storyteller",
          "slug": "storyteller",
          "qualities": [
            "meaning-making from authority"
          ],
          "gifts": "Meaning-making; communal memory.",
          "growthPath": "Tell truth beautifully; share wisdom generously.",
          "practices": [
            "\"True story, short\" (200 words, sensory + lesson)."
          ],
          "extended": {
            "shadows": [
              {
                "name": "Exaggerating Dramatist",
                "type": "active",
                "description": [
                  "The Exaggerating Dramatist is the overexpressed shadow of the Storyteller. She pushes the archetype’s meaning and memory to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as narrative, empathy, mythic imagination becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of silencing, distortion of truth, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In culture and memory she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Storyteller.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Exaggerating Dramatist offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Storyteller’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Silent Keeper",
                "type": "passive",
                "description": [
                  "The Silent Keeper is the underexpressed shadow of the Storyteller. She retreats from the archetype’s meaning and memory into fog, passivity, or fantasy. What begins as narrative, empathy, mythic imagination collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of silencing, distortion of truth taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In culture and memory she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Storyteller gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Silent Keeper offers spaciousness, reflection, and sensitivity. Integrated, she restores the Storyteller’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Storyteller",
              "paragraphs": [
                "The Mature Storyteller is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of storyteller energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Storyteller recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Storyteller communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the storyteller virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the storyteller within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Honesty ↔ Imagination",
              "shadow": "Exaggerating Dramatist ↔ Silent Keeper",
              "powerAnimals": "Raven, Fox, Whale",
              "qualities": "Meaningful, Authentic, Vivid, Empathic, Courageous, Memorable, Integrative, Playful, Grounded, True"
            },
            "virtues": [
              {
                "title": "Truth-telling",
                "quote": "\"“There is no greater agony than bearing an untold story inside you.”\" — Maya Angelou",
                "paragraphs": [
                  "Truth-telling is a signature virtue of the Mature Storyteller. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices truth-telling as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, truth-telling shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Storyteller remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Honesty",
                "quote": "\"There is no greater agony than bearing an untold story inside you.\" — Maya Angelou",
                "paragraphs": [
                  "Honesty is essential to the Storyteller—it channels this archetype’s gifts into meaningful action. Yet honesty is never meant to stand alone. In healthy balance it moves with imagination, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, honesty shows up as clear choices aligned with values. Untethered from imagination, it can skew toward the Exaggerating Dramatist—pushing, gripping, or overreaching. In rhythm with imagination, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Imagination",
                "quote": "\"Imagination is not only the uniquely human capacity to envision that which is not, but it is the foundation of all invention and innovation.\" — J.K. Rowling",
                "paragraphs": [
                  "Imagination is essential to the Storyteller—it channels this archetype’s gifts into meaningful action. Yet imagination is never meant to stand alone. In healthy balance it moves with honesty, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, imagination provides proportion, pacing, and care. Without honesty, it can drift toward the Silent Keeper—hesitating, second-guessing, or withdrawing. Coupled with honesty, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        }
      ]
    },
    {
      "name": "Crone",
      "slug": "crone",
      "summary": "Endings, wisdom; task = harvest and transmit",
      "essence": "Composting, endings, fearless truth, rebirth midwifery.",
      "items": [
        {
          "name": "Crone / Underworld Queen (Morrigan, Persephone)",
          "slug": "crone-underworld-queen",
          "qualities": [
            "death/rebirth wisdom"
          ],
          "gifts": "Composting, endings, fearless truth, rebirth midwifery.",
          "growthPath": "End with grace; destroy only what blocks new life.",
          "practices": [
            "Quarterly \"Good Death\" list (what ends now?)",
            "Grief with a witness",
            "Name the harvest"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Destructive Death Bringer",
                "type": "active",
                "description": [
                  "The Destructive Death Bringer is the overexpressed shadow of the Crone / Underworld Queen. She pushes the archetype’s endings and thresholds to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as truth-telling, release, rebirth becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of unprocessed grief, fear of decay, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In loss and initiation she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Crone / Underworld Queen.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Destructive Death Bringer offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Crone / Underworld Queen’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Eternal Mourner",
                "type": "passive",
                "description": [
                  "The Eternal Mourner is the underexpressed shadow of the Crone / Underworld Queen. She retreats from the archetype’s endings and thresholds into fog, passivity, or fantasy. What begins as truth-telling, release, rebirth collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of unprocessed grief, fear of decay taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In loss and initiation she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Crone / Underworld Queen gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Eternal Mourner offers spaciousness, reflection, and sensitivity. Integrated, she restores the Crone / Underworld Queen’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Crone/Underworld Queen",
              "paragraphs": [
                "The Mature Crone/Underworld Queen is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of crone/underworld queen energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Crone/Underworld Queen recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Crone/Underworld Queen communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the crone/underworld queen virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the crone/underworld queen within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Release ↔ Remembrance",
              "shadow": "Destructive Death Bringer ↔ Eternal Mourner",
              "powerAnimals": "Raven, Vulture, Cobra",
              "qualities": "Truthful, Fearless, Catalytic, Sovereign, Compassionate, Deep, Transformative, Clear, Mystic, Liberating"
            },
            "virtues": [
              {
                "title": "Release",
                "quote": "\"Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself.\" — Deborah Reber",
                "paragraphs": [
                  "Release is essential to the Crone / Underworld Queen (Morrigan, Persephone)—it channels this archetype’s gifts into meaningful action. Yet release is never meant to stand alone. In healthy balance it moves with remembrance, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, release shows up as clear choices aligned with values. Untethered from remembrance, it can skew toward the Destructive Death Bringer—pushing, gripping, or overreaching. In rhythm with remembrance, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Remembrance",
                "quote": "\"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.\" — Maya Angelou",
                "paragraphs": [
                  "Remembrance is essential to the Crone / Underworld Queen (Morrigan, Persephone)—it channels this archetype’s gifts into meaningful action. Yet remembrance is never meant to stand alone. In healthy balance it moves with release, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, remembrance provides proportion, pacing, and care. Without release, it can drift toward the Eternal Mourner—hesitating, second-guessing, or withdrawing. Coupled with release, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Visionary / Oracle / Moon (Artemis, Moon Woman)",
          "slug": "elder-visionary-oracle-moon",
          "qualities": [
            "far-sight & deep intuition"
          ],
          "gifts": "Intuition, guidance by cycles, long view.",
          "growthPath": "Ground visions in action; prophecy with humility.",
          "practices": [
            "Lunar planning (new: set 1 seed; full: release 1 thing)",
            "Translate each vision into one grounded next step"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Dogmatic Prophet",
                "type": "active",
                "description": [
                  "The Dogmatic Prophet is the overexpressed shadow of the Elder Visionary / Oracle / Moon. She pushes the archetype’s cycles and deep time to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as attunement, pattern-sense, guidance becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of dogma, disillusionment, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In timing and counsel she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Elder Visionary / Oracle / Moon.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Dogmatic Prophet offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Elder Visionary / Oracle / Moon’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Escapist Dreamer",
                "type": "passive",
                "description": [
                  "The Escapist Dreamer is the underexpressed shadow of the Elder Visionary / Oracle / Moon. She retreats from the archetype’s cycles and deep time into fog, passivity, or fantasy. What begins as attunement, pattern-sense, guidance collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of dogma, disillusionment taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In timing and counsel she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Elder Visionary / Oracle / Moon gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Escapist Dreamer offers spaciousness, reflection, and sensitivity. Integrated, she restores the Elder Visionary / Oracle / Moon’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Elder Visionary/Oracle/Moon",
              "paragraphs": [
                "The Mature Elder Visionary/Oracle/Moon is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of elder visionary/oracle/moon energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Elder Visionary/Oracle/Moon recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Elder Visionary/Oracle/Moon communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the elder visionary/oracle/moon virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the elder visionary/oracle/moon within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Vision ↔ Timing",
              "shadow": "Dogmatic Prophet ↔ Escapist Dreamer",
              "powerAnimals": "Owl, Whale, Sea Turtle",
              "qualities": "Attuned, Seasoned, Far-seeing, Cyclic, Gentle, Exact, Listening, Guiding, Patient, Kind"
            },
            "virtues": [
              {
                "title": "Attunement",
                "quote": "\"The master's tools will never dismantle the master's house.\" — Audre Lorde",
                "paragraphs": [
                  "Attunement is a signature virtue of the Mature Elder Visionary/Oracle/Moon. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices attunement as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, attunement shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Elder Visionary/Oracle/Moon remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Vision",
                "quote": "\"The future belongs to those who believe in the beauty of their dreams.\" — Eleanor Roosevelt",
                "paragraphs": [
                  "Vision is essential to the Elder Visionary / Oracle / Moon (Artemis, Moon Woman)—it channels this archetype’s gifts into meaningful action. Yet vision is never meant to stand alone. In healthy balance it moves with timing, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, vision shows up as clear choices aligned with values. Untethered from timing, it can skew toward the Dogmatic Prophet—pushing, gripping, or overreaching. In rhythm with timing, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Timing",
                "quote": "\"Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.\" — Margaret Mead",
                "paragraphs": [
                  "Timing is essential to the Elder Visionary / Oracle / Moon (Artemis, Moon Woman)—it channels this archetype’s gifts into meaningful action. Yet timing is never meant to stand alone. In healthy balance it moves with vision, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, timing provides proportion, pacing, and care. Without vision, it can drift toward the Escapist Dreamer—hesitating, second-guessing, or withdrawing. Coupled with vision, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Rebel / Revolutionary / Trickster (Eris)",
          "slug": "rebel-revolutionary-trickster",
          "qualities": [
            "wisdom that breaks old forms"
          ],
          "gifts": "Catalyzes change, exposes stale norms with wit.",
          "growthPath": "Rebel with purpose; change systems, not just oppose.",
          "practices": [
            "Purpose filter: (Harm â / Freedom â / Stewardship â)",
            "Ship one harmless prank for truth"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Chaotic Destroyer",
                "type": "active",
                "description": [
                  "The Chaotic Destroyer is the overexpressed shadow of the Rebel / Revolutionary / Trickster. She pushes the archetype’s liberation and play to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as ingenuity, humor, subversion becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of oppression, conformity, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In change and norms she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Rebel / Revolutionary / Trickster.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Chaotic Destroyer offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Rebel / Revolutionary / Trickster’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Conformist Rebel",
                "type": "passive",
                "description": [
                  "The Conformist Rebel is the underexpressed shadow of the Rebel / Revolutionary / Trickster. She retreats from the archetype’s liberation and play into fog, passivity, or fantasy. What begins as ingenuity, humor, subversion collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of oppression, conformity taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In change and norms she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Rebel / Revolutionary / Trickster gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Conformist Rebel offers spaciousness, reflection, and sensitivity. Integrated, she restores the Rebel / Revolutionary / Trickster’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Rebel/Revolutionary/Trickster",
              "paragraphs": [
                "The Mature Rebel/Revolutionary/Trickster is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of rebel/revolutionary/trickster energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Rebel/Revolutionary/Trickster recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Rebel/Revolutionary/Trickster communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the rebel/revolutionary/trickster virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the rebel/revolutionary/trickster within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Liberation ↔ Accountability",
              "shadow": "Chaotic Destroyer ↔ Conformist Rebel",
              "powerAnimals": "Coyote, Crow, Octopus",
              "qualities": "Playful, Subversive, Liberating, Ethical, Quick, Inventive, Insightful, Courageous, Light-hearted, Disruptive"
            },
            "virtues": [
              {
                "title": "Liberation",
                "quote": "\"Revolution begins with the self, in the self.\" — Toni Cade Bambara",
                "paragraphs": [
                  "Liberation is essential to the Rebel / Revolutionary / Trickster (Eris)—it channels this archetype’s gifts into meaningful action. Yet liberation is never meant to stand alone. In healthy balance it moves with accountability, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, liberation shows up as clear choices aligned with values. Untethered from accountability, it can skew toward the Chaotic Destroyer—pushing, gripping, or overreaching. In rhythm with accountability, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Accountability",
                "quote": "\"I speak to the black experience, but I am always talking about the human condition.\" — Maya Angelou",
                "paragraphs": [
                  "Accountability is essential to the Rebel / Revolutionary / Trickster (Eris)—it channels this archetype’s gifts into meaningful action. Yet accountability is never meant to stand alone. In healthy balance it moves with liberation, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, accountability provides proportion, pacing, and care. Without liberation, it can drift toward the Conformist Rebel—hesitating, second-guessing, or withdrawing. Coupled with liberation, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        },
        {
          "name": "Elder Healer / Priestess",
          "slug": "elder-healer-priestess",
          "qualities": [
            "master of restoration"
          ],
          "gifts": "Bridges sacred and ordinary; restores balance (elder-phase).",
          "growthPath": "Heal with boundaries; serve without depleting.",
          "practices": [
            "\"Three bowls\" (give, receive, rest) scheduled weekly",
            "Clear energetic closure after sessions"
          ],
          "extended": {
            "shadows": [
              {
                "name": "Controlling Healer",
                "type": "active",
                "description": [
                  "The Controlling Healer is the overexpressed shadow of the Elder Healer / Priestess. She pushes the archetype’s wise care and blessing to an extreme—trying to manufacture certainty, safety, or admiration through control. What begins as presence, boundary, restoration becomes performance and pressure. In this stance she overrides signals from body and relationships, doubles down when she should pause, and confuses intensity for truth. Often born from wounds of over-giving, compassion fatigue, she learned to stay ahead of pain by taking charge.",
                  "From the outside this shadow can look competent, charismatic, even selfless; inside there is a tightness and a fear that rest or honest contact will expose vulnerability. In healing and community she speeds up, takes over, and makes unilateral moves “for everyone’s good.” Integration begins when she tells the truth about impact, slows her pace, and lets reciprocity, feedback, and limits restore proportion."
                ],
                "declarations": [
                  "I stay in control so I never have to feel small.",
                  "I push harder when I feel doubt instead of slowing down.",
                  "I confuse urgency with importance.",
                  "I override my body’s signals to keep things on track.",
                  "I decide what’s best and expect others to catch up.",
                  "I use charm, logic, or pressure when I’m afraid."
                ],
                "balancing": [
                  "I pause and feel my body before acting; I let breath slow me down.",
                  "I name the fear underneath my urgency and let someone I trust witness it.",
                  "I ask for consent and co-create next steps instead of taking over as the Elder Healer / Priestess.",
                  "I replace pressure with clear requests and real timelines.",
                  "I practice letting something be imperfect and still complete.",
                  "I track impact, apologize where needed, and repair.",
                  "I delegate in proportion to others’ capacity and trust their pace.",
                  "I schedule regular rest so power can be sourced, not forced."
                ],
                "gift": "When owned, the Controlling Healer offers decisive energy and the courage to initiate. Tempered by humility, she becomes the Elder Healer / Priestess’s capacity to move things forward when it truly serves.",
                "outOfBalance": [
                  "Oversteps boundaries; decides for others",
                  "Mistakes speed for effectiveness",
                  "Performs care or genius to avoid vulnerability",
                  "Micromanages; cannot rest",
                  "Seeks admiration or control over connection",
                  "Ignores feedback, doubles down under stress"
                ]
              },
              {
                "name": "Burned Out Wise Woman",
                "type": "passive",
                "description": [
                  "The Burned Out Wise Woman is the underexpressed shadow of the Elder Healer / Priestess. She retreats from the archetype’s wise care and blessing into fog, passivity, or fantasy. What begins as presence, boundary, restoration collapses into avoidance: she waits for a sign, defers to others, and lets fear of misstep become an identity. Wounds of over-giving, compassion fatigue taught her that having needs or a voice was costly, so she learned to disappear.",
                  "In practice this looks like hesitation, playing small, or outsourcing choice. In healing and community she withholds gifts until it’s ‘perfect’ or safe, and resentment builds. Integration begins when she claims a small, honest action, feels feelings without drowning in them, and allows support, structure, and rhythm to rebuild trust in herself."
                ],
                "declarations": [
                  "I keep quiet so I won’t be wrong.",
                  "I wait for clarity instead of risking a first step.",
                  "I make myself small so others will be comfortable.",
                  "I numb, drift, or fantasize when decisions are needed.",
                  "I defer to experts and ignore my inner knowing.",
                  "I avoid conflict even when a boundary is needed."
                ],
                "balancing": [
                  "I choose one small, honest action and complete it today.",
                  "I ground in my body—walk, breathe, hydrate—before making choices.",
                  "I name what I want out loud, allowing the Elder Healer / Priestess gifts to move.",
                  "I set a simple boundary and keep it.",
                  "I replace rumination with a time-boxed plan and a first step.",
                  "I ask for specific support and stay in relationship while acting.",
                  "I celebrate progress, not perfection, to build momentum.",
                  "I keep gentle promises to myself daily to rebuild trust."
                ],
                "gift": "When welcomed, the Burned Out Wise Woman offers spaciousness, reflection, and sensitivity. Integrated, she restores the Elder Healer / Priestess’s ability to listen deeply and act in right timing.",
                "outOfBalance": [
                  "Defers decisions; waits for perfect certainty",
                  "Disengages from body and relationships",
                  "People-pleases to avoid conflict",
                  "Lets others set terms then resents them",
                  "Creativity stalled by perfectionism and fear",
                  "Self-doubt presented as humility"
                ]
              }
            ],
            "mature": {
              "title": "Mature Elder Healer/Priestess",
              "paragraphs": [
                "The Mature Elder Healer/Priestess is the balanced expression of this pattern—a woman who has metabolized its instincts and gifts into trustworthy presence. In her psyche the raw impulses of elder healer/priestess energy have been tempered by discernment and integrated with the rest of her nature. She knows the season she is in, honors limits, and lets life move through her without grasping or collapse. Spiritually, the Mature Elder Healer/Priestess recognizes that her power is borrowed from something larger—source, nature, community, or mystery—and so she acts with reverence rather than entitlement. She understands how beginnings and endings, growth and rest, assertion and surrender all belong to the same dance.",
                "In the world this looks practical and human. The Mature Elder Healer/Priestess communicates clearly, takes responsibility for impact, and chooses commitments that match her capacity. She can say yes wholeheartedly and no cleanly. She embodies the elder healer/priestess virtues in her work, love, and leadership: not as performance but as natural overflow. Her relationships benefit from her steadiness; her projects benefit from her focus; her body benefits from her pacing. Where the shadow once sought control or hid in avoidance, she now practices humility, accountability, and repair. The result is a grounded confidence that invites trust—and gently calls others into their own maturity."
              ]
            },
            "declarations": [
              "I honor the elder healer/priestess within me with wisdom",
              "I choose truth over comfort and growth over stagnation",
              "I listen deeply to body, heart, and intuition",
              "I set clean boundaries and keep gentle promises",
              "I act from purpose, not from proving or pleasing",
              "I welcome feedback and repair when I cause harm",
              "I create beauty and order in ways that nourish life",
              "I trust cycles—beginnings, middles, endings, and rest"
            ],
            "balance": {
              "balance": "Compassion ↔ Discernment",
              "shadow": "Controlling Healer ↔ Burned Out Wise Woman",
              "powerAnimals": "Elephant, Seal, Swan",
              "qualities": "Compassionate, Boundaried, Wise, Restorative, Devotional, Grounded, Humble, Ethical, Steady, Nourishing"
            },
            "virtues": [
              {
                "title": "Wise Care",
                "quote": "\"Revolution begins with the self, in the self.\" — Toni Cade Bambara",
                "paragraphs": [
                  "Wise Care is a signature virtue of the Mature Elder Healer/Priestess. It refines raw impulse into trustworthy power. Rather than performing goodness or control, she practices wise care as a daily discipline—small choices that align impact with intention. This is not perfectionism; it is presence. It is the willingness to pause, to feel, to include dissenting data, and to do the next honest thing.",
                  "In modern life, wise care shows up as boundaries that honor relationship, decisions that honor values, and rhythms that honor the body. The Mature Elder Healer/Priestess remembers that virtue grows in community and over time. She measures progress by repair, resilience, and the ability to keep creating even when outcomes are uncertain."
                ]
              },
              {
                "title": "Compassion",
                "quote": "\"Compassion is not a relationship between the healer and the wounded. It's a relationship between equals.\" — Pema Chödrön",
                "paragraphs": [
                  "Compassion is essential to the Elder Healer / Priestess—it channels this archetype’s gifts into meaningful action. Yet compassion is never meant to stand alone. In healthy balance it moves with discernment, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "Practically, compassion shows up as clear choices aligned with values. Untethered from discernment, it can skew toward the Controlling Healer—pushing, gripping, or overreaching. In rhythm with discernment, it becomes trustworthy, sustainable, and nourishing for all involved."
                ]
              },
              {
                "title": "Discernment",
                "quote": "\"When someone shows you who they are, believe them the first time.\" — Maya Angelou",
                "paragraphs": [
                  "Discernment is essential to the Elder Healer / Priestess—it channels this archetype’s gifts into meaningful action. Yet discernment is never meant to stand alone. In healthy balance it moves with compassion, keeping power relational and responsive. This virtue brings the best of the archetype to life without slipping into performance or collapse.",
                  "In practice, discernment provides proportion, pacing, and care. Without compassion, it can drift toward the Burned Out Wise Woman—hesitating, second-guessing, or withdrawing. Coupled with compassion, it keeps action timely, humane, and effective."
                ]
              }
            ]
          }
        }
      ]
    }
  ]
}