{
  "extendedItems": [
    {
      "slug": "queen-hearth-keeper",
      "extended": {
        "mature": {
          "title": "Mature Queen",
          "paragraphs": [
            "The Mature Queen embodies sovereign feminine power—she who creates order from chaos, nurtures growth within her realm, and leads with both strength and compassion. She is the embodiment of creative authority, divine feminine leadership, and protective nurturing. The Queen knows her worth, honors her boundaries, and creates sacred space for all within her domain to flourish.",
            "She radiates confidence without arrogance, commands respect without demanding it, and wields power in service of the highest good. The Queen archetype represents the mature feminine capacity to create, protect, and govern with wisdom, love, and unwavering strength."
          ]
        },
        "declarations": [
          "I am the sovereign of my own life and create order with love and wisdom",
          "My power flows from my connection to the divine feminine source",
          "I nurture growth and possibility in myself and others",
          "I lead by example, inspiring others through my authentic presence",
          "My boundaries are sacred and I honor them with grace",
          "I create beauty and harmony wherever I go",
          "I trust my intuition and make decisions from deep knowing",
          "I am both fierce protector and gentle nurturer",
          "My generosity flows from abundance, not depletion",
          "I celebrate the success and growth of others"
        ],
        "balance": {
          "balance": "Mature Queen",
          "shadow": "Tyrant Queen ←→ Powerless Queen",
          "powerAnimals": "Lioness, Swan, Regal Mare",
          "qualities": "Sovereign, Nurturing, Wise, Generous, Protective, Creative, Gracious, Confident, Harmonious, Inspiring"
        }
      }
    },
    {
      "slug": "warrior-warrioress-huntress",
      "extended": {
        "mature": {
          "title": "Mature Warrior/Huntress",
          "paragraphs": [
            "The Mature Warrior/Huntress embodies focused feminine power in action—she who pursues her goals with fierce determination, protects what is sacred, and faces challenges with courage and skill. She is the embodiment of directed energy, protective instinct, and the willingness to fight for what matters most.",
            "The Warrior/Huntress knows how to channel her aggression constructively, to set and maintain boundaries, and to pursue her objectives with laser-like focus. She is strategic, disciplined, and unafraid of conflict when it serves a higher purpose. Her strength is both physical and spiritual, and she uses it in service of protection, justice, and achievement."
          ]
        },
        "declarations": [
          "I channel my power with purpose and precision",
          "I protect what is sacred with fierce determination",
          "I face challenges with courage and strategic thinking",
          "My boundaries are clear and I defend them when necessary",
          "I pursue my goals with focused action and unwavering commitment",
          "I transform obstacles into opportunities for growth",
          "I fight for justice and stand up for those who cannot stand for themselves",
          "My strength serves the highest good",
          "I embrace healthy competition and challenge myself to excel",
          "I am both fierce and compassionate, strong and wise"
        ],
        "balance": {
          "balance": "Mature Warrior/Huntress",
          "shadow": "Bully Warrior ←→ Victim Warrior",
          "powerAnimals": "Wolf, Hawk, Jaguar",
          "qualities": "Focused, Courageous, Strategic, Protective, Disciplined, Determined, Just, Skilled, Competitive, Fierce"
        }
      }
    },
    {
      "slug": "magician-alchemist-witch-scribe",
      "extended": {
        "mature": {
          "title": "Mature Magician/Witch",
          "paragraphs": [
            "The Mature Magician/Witch embodies feminine transformative power—she who works with energy, intuition, and unseen forces to create change and reveal hidden truths. She is the embodiment of magic, wisdom, and the ability to bridge the visible and invisible worlds.",
            "The Magician/Witch trusts her intuitive knowing and uses her gifts ethically to heal, transform, and guide. She understands the power of words, symbols, and intention to shape reality. Her magic is grounded in deep self-awareness and service to the greater good, rather than ego or manipulation."
          ]
        },
        "declarations": [
          "I trust my intuition as a sacred source of wisdom",
          "I wield my transformative power ethically and responsibly",
          "I bridge the seen and unseen worlds with skill and reverence",
          "My words and intentions shape reality with precision",
          "I use my gifts to heal, empower, and reveal truth",
          "I am connected to ancient wisdom and modern insight",
          "I transform challenges into opportunities for growth",
          "I respect the mystery while seeking understanding",
          "My magic serves the highest good of all",
          "I am a catalyst for positive change in myself and others"
        ],
        "balance": {
          "balance": "Mature Magician/Witch",
          "shadow": "Manipulator Witch ←→ Powerless Witch",
          "powerAnimals": "Owl, Raven, Snake",
          "qualities": "Intuitive, Transformative, Wise, Magical, Insightful, Healing, Mysterious, Powerful, Independent, Visionary"
        }
      }
    }
  ]
}
